{"architecture":{"class_name":"Functional","config":{"name":"sequential","layers":[{"class_name":"InputLayer","config":{"batch_input_shape":[null,9,11,1],"dtype":"float32","sparse":false,"ragged":false,"name":"input_1"},"name":"input_1","inbound_nodes":[]},{"class_name":"Conv2D","config":{"name":"conv2d","trainable":true,"dtype":"float32","filters":32,"kernel_size":[3,3],"strides":[1,1],"padding":"valid","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d","inbound_nodes":[[["input_1",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_1","trainable":true,"dtype":"float32","filters":64,"kernel_size":[3,3],"strides":[1,1],"padding":"valid","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_1","inbound_nodes":[[["conv2d",0,0,{}]]]},{"class_name":"Flatten","config":{"name":"flatten","trainable":true,"dtype":"float32","data_format":"channels_last"},"name":"flatten","inbound_nodes":[[["conv2d_1",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense","trainable":true,"dtype":"float32","units":1,"activation":"sigmoid","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense","inbound_nodes":[[["flatten",0,0,{}]]]}],"input_layers":[["input_1",0,0]],"output_layers":[["dense",0,0]]},"keras_version":"2.10.0","backend":"tensorflow"},"image_data_format":"channels_last","input_shapes":[[9,11,1]],"output_shapes":[[1]],"tests":[{"inputs":[{"shape":[9,11,1],"values":["Zos0v1M3gz/piWA//pCKP15rXT7bedo9OmTMv+UTGr9Dxrk9Cj/UP2V6wb8qK2Q/v1V9P8c8sD/GhsK/NOTQP4jzAcAW6BQ/31QTv0pz3j5VOGY/riETwNA7qb6ExT8+HlfYvjgyDb7+WKE+gAXkvxHKib0ue7C/UfhaP+GCtDyiIu2+CNpYv4+uX789nt0/oWllv7XQwr2tl0JAcZALP9xiFj6mwVe9lDDUvTTJ9r+lyde+kA0qv8LC6r70p329YrPSv2aqzj4huJi8pvv+PsnhWb/+sAq/dmGQP3h8XL9TLME/dkq8vWxiCcDtbFc/OHDRPk8eHj9xy4K+JNybv7yi6L+3+I0/4kFqvzvopT7kv3Q/k1c/v3+b9b5gD/o/fv3lP1/bwL5FszY/Du4PP0Gqaz+9FBk7YI8iv1CKobyobCg+q84SP0SfGj/npZ8/4r3gvpK6qb5mCSo+qythv7i+jD8WSwS/uaKQP+4TmT94GgpAOuFwvYXiW79YlADAPunUPnr6rT/IYau9"]}],"outputs":[{"shape":[1],"values":["BdnmPQ=="]}]}],"trainable_params":{"conv2d":{"weights":["5puLPUkjoTv3DSm+eAitPW0XVb53iY68yN8DPUORhb3KOqE9Ao8xvnnWAL9xl7G+q0NhPZUnJT5NO6g+AEHzPVmWgT5GFEU7oa2ovYhv/r2Qkh4/xiqgPk7nDj47dac81FWDvUz5Rb63xbG+eopHvjX05b6BEii+aK+fvNdDXr36RoA+NXjEPQ4Ugz6r6yE+W7n+PDqQxD3VWP8+Rf8HPgoOGj5cNQE8MYEtvnFH5r73S/28MDIdvmCZJD8AsXq+v2AVvqjOwj5Xtau+yVkLvjsEZ71YcoO9AGyBvs+gyT7Z4/682zGLvQmn17ugSGm+c1M5OwjvlD3dOSG9hldgPiFen7wnaR2+px1cvuLemb2F0n2+0CQRPo9EDD/qKh++fG+qvceBtb7GJ/2+CL/rPAbKdz09O4s+LNViPu84xj4EVog+js6AvryX3r798Mi+9L3pvRdHOzxFz74+GtLPPqv61z4pbzc8qxbCvapckL0pTEA+p6byvAA5HTsi/OW9qTkBvhICjLtOX3+9I0NZvpnSlj74Fhy9kj5gvXaKj73zhWG+wdTNvRmNnTyH2wC72QKHvsVV27438GK+wvHxPUsrhz0xnDO7AYAWP3VLlT749PK9Vg/LvUOe+j4bZYQ9oNyFPRpYgj6bDoi+PziWvZskKL4o6HW9nd0TvghnOj5ChJe9mvIvPZIPwL1Wg6i9D9YHvtKMij3qPKq80uqnO1531bwzLZw9oMgQP6xDrT5yoU++bU1KuQ94Cb+cS0m+yEjCvUt9ur7G2Qq/KZigvh+6373QsZY8KkOmPru+Cj/mTv0+c6+lvTslKb64+qM+9/OBvcwpuTwCAEC+jgN9vZRO3r0On3495V2cvTnLpj7lBzK+sVVovlm/ob0V4gM+f2eFPlc58r0pkzq+EM5sPrPrAb1xZrG71bOPva76SL75qxA7cTthPXRP/T3HUTY+gTmYvhPfd75uCgu++PW1PRUUAT506g4+n92GPjbHNz6vvvy9Lei3PjUVUb7oy4C+","65Dxvbjgzj2fNfe9Yh5OPmvLej6PehS/nGGevcJ3xr2ji8a87nzEvcrDIb2fqLS9wIWwPFgZhDxUHfs96sesvLeTl728xAy8odhlPliCPz2dejO9udRJvp8O5rwItvG95MAGvh8AHT0ajIa+v+WgPOaQDj7yYDY+ipIJvcfBJr6LZSc+pBKVvpM/cr3Kk+A+LZkOPBxzmj0AZ3G9wPohPi5bY731Wz6+CxJhPgTRWD6av8K8DfIpvXWhJb7+1x0+ND0Wvj1Lpz3FdcA97A1dvt6YDD+AEEO+YumcPni1mr0eLwy9HguRvllYtDyrbIy+DIy2vZ4iaT7P3YW+rFDPPVzDPD4lXmu+fKS9vXNJQT5i0U++rbtTPjrViL4JdRg9UP3YvpiyXr7/BWs+nbvpPqeLyz5lmDi+GkcIvlAKyLz5LAW+1avcvYywAz11tgO+fLivvYD/0bqMWwG+627CvYpr/j5f5Dg91XmYPcKiVD7DvmW+UM8tvobMUb6YyCG9"],"bias":["bVgAvEsiTL08JCG+d5ievY2VUL41ADq+py0lvZ3CbLq+cwG8C4JLPKud273dmfe9rL3WO2JO070Fkji9eB8ZvjrNfz25mBK+n73RvWj4Zb2HSMK9awyyOqiajLxGqkK9L1nTvYxwaz06o1y9gCpOvbX8Tzu0sgs9AAAAAJuCi74="]},"conv2d_1":{"weights":["uHMVvYmfJ77CWiS9EbIrvS51Jz2GI469JoxrvRNRTTwWRBK+xfaavluekL0uWxu+Rva5viF4ub3krVy+2oEivjkSF78t4fM9JMk4vvdT9jw1IjW9mSnGuqninD2Aucq9Y9NTPVzUzj1hSN+9ByIYvio8uz6q5ia9zKuWPG3br73qwxM+RCoev5rjxD0dnYG9jkJ9PrsxWz49IaM+H3rMvelnjL6gJWa/4xGIPbWIKr2B7AW/7C3bPnCYg7527PQ9xks5vwXJJD48KD++pNhlvQ3qVr6Yk64+jC6QvQekQD3V+gS85AoCPl0MkTx71qY+S/sGP5SsT74sMeC82cDJPjMWFD8dvxE+9YP6vmlMbj30+oS+aT4MviKJGD/ggXe9LGkgvDknar0zqDI9lKgvPk7Knb7ZXhK9k9mlvbFALb73NfY+x6ZHvhyjPz0tow89ouFLvjzxKz6akYi91SSNPpi+Qz3ezh++lN8IPk6epj4145I8Ja5svgCggb3uoGi88+fLveAjcj24UBC+tB12PV5epbvVpmQ+Y2DqPerdDb2CRs+8jxEgvaFhBb2BWRU++F0WvdtH6j2AUTE+xPMevp6vMD6Lhhy9rB7pPdaj9b1gEwS9FrmvPY40VL0cBII8CpicPWhBQ7vXlPi9HXHbPXzRrD70APW82/6WPSjJuz0JMTY+GkfMPSrM0b4Cfj0+kV12vQWgRr0LJIO9AdA9PkC/Zj0rULc9IrPTPEwA5b2xnVM+iGrxu0y8mDxd/oS+3gqDPlA7PL5+ht49PodUPd/yoj3yUjg+cdCYvdIzT70m4Kk9xGFdvuViMj48XZ8+ORuPPnrIiT0og3q8mNPUvV9+YryKO2M+aCUovqK5HT5kn8y8m2iBPYMw7753bRu+knyUPkI5rT6n0d09tyJlvhZTCD7xTg2/to8ZvTZmxL0ZqUY+XNMhvdYQwb5Tawo9ZbiNPgfagD5fCFS7rRrCPcu3sz0aPz6+qTFrPLvRHL+g4bk8seRoPqIZbz3Nw6W+","AUjgPZtLcz7znOq8TuIGPm76Ebzsdj68n5cSvFvM57wZTZo90aKLPr6mOz0As54825fQPpQzWT3sOKC8iywIvkZkfD5xE1A9bcz9PebirL1iBDE+2eiJPeOWNb22Mz891eHYPGDEYT13I0I99QmsvaLObLvn/b09VnNvPVpymb226Lm6I1KbPQxRVz75Cfo7l/a8PVSUOTxTka08wXO5PX6NwjyaoLI8woD+PUa8Z70xXFU+oFCLPXbYL709ElE9nZm+voMmtj3PZwQ+RvsrPejVDT47SNY9SPKrvdQaU73+WM28MO4zPuWgib0vrLy7eSkLPjPLJz0mZxy9Fjm5uzmltz1B/HG+m7LfPrUt9DwV5MY++WxvPvvfrT59cRq+PIEIvtkDx77F9py9XkLWPXgBDL7fdbo9ynXhvF4fUj4UFda+Ey9pvfnzGT7jIlO9rKzSPH86E75+D4E97F6TPONgn73wcK4+5gvDPdARvT4X9uI5qU3zPHb0Rj3YRxU+iEZAvQemVT1bDB29lu4LvR/cnr0f0oy9EusmPXUxLr3ikoa99AIXvg2DB71yoRm9k4qkOk8voz3uQES9GANYPSIT6DvORHQ7gCYYvaYW672K5Ki93WYKvr2rqT1RlYa9GwaruxyZfbxcM/481IlqPQkBEb2nKKe8XT2APXZdWL2Axfg8e4DlvAatpLzAB8m80PiCvEzZAL0ciDq9c2bovcXIob37r7i72AavvTnKV7zjTFS96AbMO5+XFbvBLpa8u3XvvEm7KDyXszy8s1Cmvbz2OD3Ym3G9T7rxOwi3sr3hO4298ACFvV7nj71nmp69dtKZvS9nzb129xe9kkaBvf9BDLxSRoo9A2sAvi7LNr3+c/28W5tXvRSdLb1aRna9JPVeO34kDj1QYMc7nB5tvWRiKL1quk+8gME1un88Jr4fvE+9QpTUveUdlb0+mK29HNCsu1cGqr0Ofpa980KVvexGFTyqy6S7XpjdvS07y70k9au9efuqvZDxgb2g6tq9","ckaYPZS6nLwYpBo9t+9KvDZWjL1ql1A6bgOHvSQemr1bjLc7RJQ8vTPwQjyYM1K9xfywPNC9kL2PUyY9I1Savbejkb2LjW29Q6YyvBfGuL1e1tq9ezT1vIQsNr1p+Yu9lFFKubMHnDwU0Oo8L/R8u73OSrwlSbG9rQuQPeRxIL3ygmO9ecLevfCfIj3pSqU84geEvahjA7y68MO8l5lIva3t3L2LKG+9xyCLPQysDT2quDA9N0tGvU7VKr3xRi67W+7UvbbnPjweFcG9or2hvUciP72w6zO97JetO8JPtrwpKY89/rv5u1CQsTuzqcy8R0jQvbaNmL2g5nC9CmJJvbt0gDsCc/G9oPIdPYEiqLxlQDC9zuZcPD1r4b2gnHU8/OiYvZ8KTr2KO4+9Fv4AvWx8tb2zId680H64O00zXL0/yhm90BjdvYfrkbxz2sy8MUcZPdI2pr2otpq9hL+yvbLpg70aTzy9XTRRPZQepr1x/QC+S3OdvYM/qj2K0wM9ksyFvAK1nr03HeO9DicTvjWsmbtMATA9YZEgPeLmGr3sQ0C9YKqhvSNXIr0zq7E9ODhJPGYhVT3dVZe9FE3bvPeI4rxJ6Gm9rdCwuu1gir3yxYK9yI5HvexK5DuWnp49grEKvmAskTyS3rY8RzVwvdCIgr1oi+a9dl7bvC+ZFD1MqdO9hPojPWWjlLxwj0E9RbO7vVUG3L0mkY89isLYvSdGEL3HqIO9w9qZvaWfk73k6Sa9lDcXvRTNnjukkgu9VUi3vdTqrj2nz3G9s/crvLRW/rx61m888wxzvPtJ7DxjfaK9GqhmvbgVAz1O+I29lrasvJjW+rxYPiy8jQrvPOFqsL2mVfS8hnTRO3ARHzzXuGI9qau4vVLtZ72PS9M79f4mvZuguLzvDg69YODZuwgWLb3kUNm9bESOvILrD7519WG9NHTfvbW55jyiYQI9WDniPChrar30dUy9SDB4uz/OxLwTv8i9eMGpvfRfFr5bPVW9FrnWvSL8Xz1EnQw9","D08yvN31DL8g8xq+JL8XvgiHwztkXkY+ipGcO9Q6+b7KDn2+WSsDv3Ewlrw6Bi2+TdCjv+wcZjx2hxq+iQQyvZQ1Gb94dso93GPvvVlkhT09xm297YlOvWwtBr1rqmY8GF8jPlUEIj5Jxa68p8hRPGRDrb02eKm+YE4AvRzRqD2FSL69nwj3PTr4bL6H7Qw+jL/jvXMbqT7LJBA+Vv2xvYbWxj1xvxM9uilGvZM48rz96NK+r6z5vAa8zT3GYL6+rFNDPmKog702hee8bMaKPeT0J77V87Q+Oxq2PG173DwwOYE8NyNRPDLHxzx/dxU+1mSAPrFj2b2D15W91UQ9PZW10D4rRk4+kNBqvdJ4KT5Ykcu9IQCpviXnx7ysbx0/OTAhPaI3rj7daQS9siPcvQwvDT5+0p+9E82iPQ1F/b2yxH8+Ab3CPYxp/z0jYsk8kIwHPvAeTT7KlSo9xE4mvS9CPL1RKcy+IyiAvR5qAr6Zxke94bQiPpb61byma7q+kxamvDJA7j3Ms6e9EmLAPQcQV77ouAM9GLQNO0Ru5b3DPnE+D+gQPv2avjwTCqW9CXykvqoww75i/Dy9u0z7vqyoHT/Imgw77d3kPX2imjz9KKG9gETevJt3T71TaJA9lHKqvcJHq71XSrs9Nx9kPQBKUz769m0+FtwFvXMLSL6ggcO9ZJUSPgOpAr4ueyI9x8YGveIjrj40yic97PCDvSBNGj6pPyk+hGkcPM4zsz3sAHY96YxqvStaDD5PEMe9B6rkPWvUrr1N4oy8DBW0PejgrrnEfY89qdB9vSXtmz1yc5a6I1cxvvYH6zwpIhS9DRGbPvhdajwrpxa9Zs1Dvri17zzaTAI8IXeTvVwsDz4Ly4m9EPnXvZL2cL65zJY7C7pDvHQHxz0pGIO8wBQUvuv6Fz77pAW+GM6mvVF6HryD0tk969aVva2MTL5LMIU9feDLvCh1Ir1VLyk9ikiHPKvNJT49NAc94HyovbTy9jqsp/Y9K8iSvGa7bD2uwFi8","dcVIPTDlRz+lIkw+Fi2HPMtaYj5AtyQ9wOM9PU/mYL65fgo+O7EVPuU/yD3DIga+CFwLP27wx71glO+86TK8va+Sfz55tIM9/46EPWIRr7yn/wk+hUEgveVXlb1xuZS9uXOnPdHb2z3OlzQ9gywdvfTM7Lx1nLo+DImYvPsGNr5xbYy8uZaruUr/7TwqFRo9mjqxPWZVDD/Ue+89IOKbvKIpW71XOMA9hS2du+IyYT0QTXm97biwPOdsbj7DY2O9FWFZvVr7vzyu7gM+BPQuvfUVnT1FNzE6HJyaPSlonD1Uj1I9v7OUOhfIiz2MeoA+kvFePTvs0b0YKIq9coPbPUw9Dj3Od6O9lCa3vTWCeL0ViFc9HztIP/6XJT4NY8+9y2n5O3FxBL6dJ/W7G7ckvZuQEb7/3Qk+4L6Avv59cD2mDju+HuWrvarR+r10bKy66OwtPd6FtD2c0yE9JM+gvX7jar33MyK9ttELPbp1Gb27SPw8fu3VvAsFRL2RTC8+7jtAvYclsT2tMIS+DvFPPFuLRb7rGGA8UnqzvqYuDj+XTII+jQtmPss+/TxjOay+xNEJvS2mqLz0HYI8u+8ZvPMfCT/aLOC9CvQrvWb94j1TWUi7lvlmvtbmmjxqv5s921UZPuD1sb45/qg8sVUnPZVA1zwL6VK9tlsovVLDBz090Q883l8WPzfhJ775eX8+qnSYvkK2Cr/1Y+y+AkONPTG+ST+cOCE/so00PbSshL0n40k/BGmfviDbAT0Ieui94GpzP/bEBb44HSe95esKPVJ3IT64qA8///Z7vTD53byc56E9xg4Vvx29Yj2BNd++1I4WvuFNqT7MDte8HJemvjLppDwA9WY+7vNCPpQuZz3aCeA8ziq0vr9vhj3Iboi9dASwPOoTlj4Ij3c9EzGAu/zWLT8E3Ke8aG5iPAvirTuLy7O9wN4rvfnnkD41eQe+wpazPpVANb4apmU9jLCLPPyH971tsEk+aBF+vo8mxr0qG6c8d97MPRBBR71K3R6+","OVbQPFIlHT71WRg+2FzuPURzVj0zd4g9WJXcu8L0wj1Ys9A9a8gDPp9WCD1B8ki9XjHLPQkqDj3B2G29XkEkPhw6q71xwWc8Xz62OzN5Gz2GIxY+EOy+PUvSZjvXEI690HaqPQIfHr6O6YU9Hb2uvRnQ5Dy9U5o9VjlGPW8T5DxCHkQ9VX2GPfhs+jyekIo9vhJLPQw8aD6hFEI+9MyGuWAMMb1/yIu8P0prPSTASD0ep1s9UhjAPRuR9zx2Xl8+QNxCvjB2u72NdoS+dxSYvQF26z1k5om+Sk4uPRAKVLzq7xq+4bACvqisWTu7qde7uk/9O/O0+TkQ5D29rIyJPW7+Wr2cfs+9Fh4aPbQYzb48W/Q8lAUIPxHXXD6mTRG+9Iq4vcuPdb4l9So9U5DMOVJTgLrXMRI+QIxavT9WOT3edqe9/INRvfitp70KKPq8zp/DPBZneb1TW5i9wWIFPaqywL3yhYo9YZSHvZcNwj75L/c8TTPnvWwCyzwBzGU+2Hs7Pbni1b461bA+r8Bgvj/UOj6zAmI+9cyXPsd5Wr7+UhC+vgoJv1pcYTyJie49N+XAviefbz3/KiY+KB/2Pvzswr67Qca8VJaIPm6Zrj0TkGK8Ke0FviItpD09zQK982GPPALJZj7ZsPC8ekQoPiPNRb4Xz3a9OixrPf0ZOz7Udse9kr9Pvo45hr7/zwi9pwZsPHNhZj7T+jc9eUEROwPTAz6jTOu9arzovcRotD1F57u+oICwvEiXAT4aMwa9vyZKP8whr73s8yg+YZ6/PYk5Ur7r+Re+tlwsPWitMz1Zeng9pLYuvh1UIz7flj090TtXvv2vj72Azoy7qpAmPvBmH72PLp8+jDyjvjrLUb3ynF++qLXfPWJmLb4r2HE+8Zh5Pv42Ij98cT69y9W+veYKrz4eeIK9GDzpvMj9SL4T8xc/qFqlPRthjj03JSQ+zcOdPiEyOT7VpO+8LIPNvIaKqb2EEoq+diwRPsLSM72TKak9ncnOPkCXx7zyt2K+","wa64u6HSXb3rwmQ9OOksvEiPHL0PMhW9OUOJPSGEtb0Pz+Q8k4ZfPTWUHz3Akv26/GS6vF+Mhbzo+ig819eMvQmYwruGM1k9M7iAvWdpsLzQzI69aEO2PNM2lr1RClk98nSqvXouszwJcX69NvUxvQBAjbl6kJi9ASWHPWNjy70B96O9ZMnRvZY2Sz2lccG9Ef3DvRTYf72pnXC9VWO2vTX24b1fi8279ruFPaQlOr0euW+9Jx7tPFEy9rx5TIW90FzMPHZDGr26oSo9oRK1vP8fGL2YIvW7T0Bevc6v77v1vpW9iVRDvUVQ/bxzzai9Ph9RPexAFbzA6Ba8L8YLPUnTn708Oy09T1LWvcKPOr0at2O9UzlePQtIsrxlwJA7CGKxvUZlVz2px5u9mC5zPLzW4bySPc251slvPXVhSD2ksXm9ub8fPdQE2zxFgkS8r+QRPdGKqTz7caK9YLcHvS8qMr3E20e8Oqk7vP7DgL2PBGi9NV2ePDD8iLuiRTe93l7KPFi0qDxAeGu9aloyPILJmDr2ejq97YWlvdV0K71fJMK9ur1AvYxni7y525Q9j1kEvdazCb3ruZ49Y8+KuwV5lzwJpxw8VjMHPT9ztbxkxxC9S77Au9aoDj1uOZq9I2A9PZg/F7xLchC9uHZOvGv7VL3fI1C9QOFXPNBclbtjGn+9m//IvRbhujz/jZa92+19PeDHhz2fdec8+taBvdtSar14g4o9rI3APEkspj3+Dns9DmC2vHBxfr0RXmC90/+FvcF8Gr2XQc+8bACjvSdxtjssZ1K9zjI4Pc22LD2rRSq9iMhvvYpQrbzIN7O8y1yvvWSLMj1wFme9OCqUvTY8yb3menS9rJdqvTrA7TlFZSg9/0sSvD2lCj1YUx69MjvVvPQUkzyUr/A8oAdgu5NEgb0uxHm8dsFwvcXc6zySAZ89t5pUvYtFjL20Dm69d1ZFvRn/Rj3d7pw9pRJYvc9yOjx2/H89qHtLvBFtB70SQC49Vr6xO7bRmb1Jids8","Eo4IvSFifzwqGQ896ad2Pa1Hdr3O4bK9F9wGPW3TA70HD+k8kQBjPBhqcrymYEG9oOaDPQong71qsUk9DFGlvfYZ3Lx3cwq92AlpvNwyYLvlgtS8NfOnvXvdpb0Vjoi84iGuvaIeeD2A0yC9zIiRvGiRXTwr4KM7a1tkvbrDiTrdPog9pSMsvR95Bjw4iUk8A5NJPaxq2jykr1i90ABhOyvmCb3Gvps9ZpuQvYyc2LyizzE9NNvDvYrRMj0eSpi9rexwvHmk2jozhpi8FKzOvVDyeT04SIy932PZvJUnJb2Cv247RhtQvTAEPb3vevo83YEPPa57w7w2vx09SPbcvbpJo70gmPw8s8ytPOAEJj0vuFi9KkeovQNuLb2OiLS9Sy0EO8eSsL3NC5A9lgigvUaaVL2VcBU8fFRpvfpfBT3MJeG8cTF3vefkkj2FLuO9J67XO6UYGDwTqqi9pXiZuy1tnr3Ml/A82fdHvcBsaj1SL+I897gfPWyuv7xomoG9AUpVvSOUBj/FS+2+EdAKPnisqr7bgWM9fS+bPQQC1z7heZo+CjJBPwxsjb0cT+Q9u5Z3P9rMQb2HFKq9kUGEO8JkgD+rRkG98LWzvSKrLT1XviE+HfS8vFvZdbxmEzA83rjKPFcsmb7jtRu9hpglvWka5z1Plgo+e28rveNbj70Iizg9RliIPsmFVz6O1l8+s8YQPu0InL8yhEy/nQSGPe46MT3Z/q8+Ur10PUIqDr3Hr/c+GzDgvitqKr35iRa+aAtEO+blNr4CBnO9ta/wuyxw+zxgpfQ+i+NrvUbgIj2AVAC+pW8kPieS1L0N9yq/7H0ePuZHgT7gBq08TK4TvwZYuDzDoRC+H3uGPaGj27yB8wM/65OtPmSN9T5ZRFK+eXwEvrpg1L0r+Xm9+fm4vH0bf7upPXk+DV2jPWoANr4svZ+9gdEsvroU+T23gLG98ZOQPW43y712G3Q9Hqigvc5LYTy25sY+wkcZvdwCsT0BVLs9ujcCvlPtpr2NKnY+","OQeEvUqQYT5kG5U99IoWPWUAjDzNGAM+1DzgvZyKWDwq7ac9lD2xPiqNh7xXvEg8tl3fPcPPgb2AGwC9cN+VPZ5hnj2HVrq9EbGzvVejDry0zAQ+NzKRPPbE1ryxUN48UzKiOxNcSr6RELU8vc7fPZSfAj4LibU9jEnqvOCx8jzBXJ892OMmvaBlmz3OQ5081bz4vJPchT0ubYE7ocQRvoz0Hz0BPb88b99MPQe3JL2HCgM9gBQFPDgZjDkmbCM+u5iZPCxhrr11kwW+CpCKvW97tLwkRRS+wGc4vDWFub2uzoi9hx/0OfWvyr2KeoA+lOTnOxqnC760uYu8iGuBPeniVL2M4So8XGbfOzFWiz4Ejt85+lWQPm2K4bxCjmW8cChePbl2aD7Rno28HqiVvUSFMr38IK69ywlWvZjFGr2f8Oq8RNLTvfchRbxaYYO7fEmLPWACiTwYLFy8V1zNvNGIET164k07Ju67vfLMbz12hzu9/dBOvHL0Wz1PwJE8Zd4Gvs24Wb7NAf08Lr/wPVdpET0NOrK8VtuFvrTUEz77Xts78q6mvkwT570nmXK9ZP8fvi4Mo7wUd8i8a6cbvcrNWD/l2bC9+ZFkPaA98T05vSu+IyEbvlUegz3CUVA9p/l9vBYK973gDMA8Zxx4vsOpcr5Y0Wc9dPOpvKn8ybuldze9TJnBPrJO0L2AUaI+4oaVvWCFRz0G8OW9B6XgPU/LHz0CEy8/WrtlvZehl70TbCc+uDn6vUf1iTphJZK8sXdeP+GG4L2R+A8+DjcXPF/zGj73/So+cI9jvfzLHD7nbqm8W1fovI34kj0dtJe8VQ+3vJF0jj3MNeI8tLwfvpgonryEBak8b+5svf+W4Lz+6a291aRrvg8KFb9CaSo+z1Uivrph7D7DrDO+/lW3vY6YVT4ovpC91Lqbvd3hvz19/Ti/Llh4vkpxDD6iPI28grUEPu9G9T37XAu9b4eJPYTnEr49Lhy6GMduvcK/Lr0l7vU85XECPnEeiT3tCLu9","rACQvYLBd702Mi8+sbDQu3NRsj3hUzC+bWwSPlEsRz0C4oi86OTUvf3cTD4a8qK9p0NaPDkm871+oy2+trQOPo4Qib1yHjE+VAodvh7Gyb3OBle9v8GPvRAcajkh51s8EBEHvXdwPT6LyyW+TfX6vRSH7jwLJJM7LBStPGXrcr6mR4C9T32BvTY9HL6Ly0a9nDjrvC9rkj4jWD89zfr5vaoDeL0qAOa8snI4vdCTST5FJwc9QOaUPaaQij62cTY9y1nevUPBSb5Ijzk+ZmjTvWPxnr3nQ5i8jea1PD2507x9b6c95+rwvD+BqD1+wE8+ZzWMvU3phL424i69Xn49PqYRn72XXVG8hdyHPWj1rD2wWak8VmpAvlJXmb7YkSo+ZgDwuzMS6L294lI8ySuGvsTW870envS9i805vZD5L7tFI+I84QaRvIu5lz3B7P495DaUPHWz4rtDD388v+wGvbaeS70vyF6+wnwePhYUtb5QA2s9g6BHPlK0Tj0d06O9qyYfPV6bZb1Z4w+9KArTvNkvND1HLHa+mZB7vtaYAj3f7Z29+poVvU+Wij2HKhe+4zQevS+Q/b2QHEC9fcsMPZqgo7xhVAs8VNiEPHA99jxA9FW9drMHPXuXpjzjqnE9S/A1PZKDRTxwqIM9UzySvmxpjDzqsDk+5p8rvRDVOL1yTew9xXNzvKbA77129b68Gx6zvUBMi70YxJC857B8Pd9zSb1tcGa8Atl8vXh4lTv1l269mraRuxTpMb0GDJE85qUmvbOKi72M1V29KCdVvAy6rb1X+qO9X1d7PQoBqDw8HiI91mJkvfprPj3lcGW9biEsOY+0iDsJIY49c0QjPk395DyvzE28hrRPvnFVfz3bHpS8TKm0vB92NT04SUu9j6kxvdxgaz164hM8C66avV0LCzxah6s79PHVPFaWdj2om4C9qF2YPHvg37xLapU9RshZvZ4IbbynG6C9oCIguzejqT3Arui8XiZtvJDoxrwqVRm9IOWCvbbqbz22XsU8","et1XvNDImbwxnv297CWovRwJ2L043Uq8+cO5OnZCirx2nxE9g41/PXuCw7ppy6M7OxdVvZgCQTxGX6y8uS06vUJLsjyp3aq9WC/aO97UFD3Tgko7BQqxO1Lvpb2JBBu9FYAQvVPsiL1Iq7G9tFoavVsUv70gJni9xi1fPcbXADycSb88YCYHvjSWRD5StAm9WVAbPQzfkr2ttt08lfh+vSh2R70SO9i83vCtPIbnJT3xw869d8oJvC85pzwpzx+9mdiCvKObmz3FSqM9eScTvECF4bxGhY49ne4RPfRtO70CW++9gM9fvTWIib37f469zgatvTSiAbxQyYm9rVAIvgdatj3x5wu+h8MHvQrngL3gm2M9kBVTvS10Bj5BfKk72PSgvvjPIL5mAy09S0FRPrEd8LxhZ4s8RgGBvBqwQD2evha+zJFFPc/IaLxyYbS98IrRvYP2jL2xcYq9c/I+PHrNJL5Cvva8I1zxvCYUET1ZngK+wnpuPTQymjzBwKc9iZXLPK5WHr4uamE9DSVHvrOhFD4MQeS+vG6EvtKBvz2KuB++E60lvsFR+73/VCC+hAWovlbZxb1uX0M6Tgg/vWYmKb/Xd/+9Mds5PnkbsD1WVaq9jZsjPlMlkD3vLxS+FT8EPk0PK77o8Mc9zLZzvtexAL0b6908wKAsvMQXvD3dNXw9Rx5LvxbEaDyGH+y+cnMqPm5RMT7kxQG+f5kjvq1WpL5WSze/UROxO8K+Or5czAa/ah3uPNhic73WoAc+2W9Gv7OWRrxvhUO+4qb9vD+K4726Buy8GeN0vVzSxL1NBXG9SEviPHEDHD1pnG2+fc1evsFPAb6AwIE7eQR6Pry1UL2UKIO+Nocfvvtqtrs/CWc+Ruu0PqyeRz2dp0Q+/Drtvd852r5yoo69Wg0ZPb+TZ74kh8Q8ul9EPZ/xCz45/BO/DOr+PANR/D14P0k8vqE6u1GugDyy0nQ9wDowPVyBkjv8foK+7OLXPOv/3j6soPW8F0x3PYG7oT26fyA+","yL6GvXpbFb4AaJq9zzrOvT5tmj2rYR49cOkcPcNeCb29FuC9vZsIvuLuaz4l4So8MNMtPZkE6T1mJIW+GYWmvU6Hhb1vYd09RfWZvSXyKz23qKS92a5FPR+PZD3RsNi81DqwPCDNKT777qs9QRizPGQPKbxAVES9O2NBvcC2Cz3Xqo891C4FvuzsFL3P08+8XaCSvR1k6z3jwBM+b860vQpXqr1rDHe9pU1YvNzTjT2XK5G90ODWvO8SbD4/ajS9SrRHveDHpT1QeSo+RGOiPXVkH71bciE9rDplPNYsaDx2Wk894HO1PXniID2d7hU+9N9Qvd5RED6G+Ka9A2ITvMbDRbtH65O9n3qZvbcPCL4Ss328ghDkvSo/lzwDtzi9FEbMvTaTJ73TTZK9NLCDPRRbmzz9GrO9tjYuPRlhw71XjwO9DnlbvbTeaj6+IP89FA+yO66Tsz0O2b09Ou4FuyUj5r2MuxC+4TkGPvqtj7146T49ZsSAPrB3L72YFCa9gD/qukz3VD6LHQe+M1+ePcrKS75EACG+XT65vaj4Mj7Ow1Q+HRl/Pmx3lzwihxm9mWKPPmNjpr3HPDM9xawbvrpkAT/tBo092bqoPIoJej3yPBi9b8qOPPQejDuTgew7WNNPOoT8tL0Gj9c9lpctPDQgSz530A08uuIPPY8nrr3DgGK8A6AWP0KjmLwnEKk90IBQvKpktTs332K+yUPDvfFUYz7S0bQ+VywtPGynhDym36c+9EoevjnT+jziu2i9vFofPmi7j72I1ia9dZevPbKLyT3RgEs9mDF9PbIUbD1VbvK7zXUDPUkJKL0Z2uK6SS+sPb/SKT7g5588lOcbvvoweb3uMW88i/A/Pstfpz0+AOM9wACwPZi2Wb1t5g6+KtOPvBB6Cr6ZXty96xigvZ51Xr6JxNs9kGIevf/Sjbw2DBm/7j8KvpEHeLze/YK8RTaEPe7RwLvKDaU8qpAMPiS3170d73o9K978PPomOD6cx0w9TPfjPbIddj3q4tk9","PsPOPYTw7D00WiU/zjVRvQWw6j3J9MS+jXHdvQYwtD3HyGM8KRzqvVFFu76EHoU8TrOnPlS0sz0aBzc+fZaUPYwSGb8Ljyi9yJcuPdsESj18FWg+8+znvRTiqD3jLLS9CZGlves/aL6Jw0491Djou/8wxj0ecF0+luUvvWFGbT5kqg8+uDslPXd+Rz4epzi9kt2MPidtIL7JB0Y+q7yLvFjFwL0kWw292dnsvFQinbz0yqu9KLaIPuJucb4z6Ks+zaQYvqu5vT2r9V2+otiBPQuE4jqaWjq9i1lsPStU8r0YWo29UNyVPhYO2rz+H4o8U4+gPQAfwr1AX2M8YkHjPuKVDD5qIdu9AXgePnoI570lF7w+dn9WPpVmWD6pMLe9+xQqvnKHyL13BAs9+9GCvNkolL7rvhg+diZAPQS3kD4K37y+/z2TPmE5nb2mtYA8332dvFlwvDz6XyW9R41APkNltr14Bgs9LGPjPd9uOD/bd1s+XIT/vdaYPz3Pn6E+3eYLvZQG+75dsZ0+3N0Pvq/+pz5GzSs+m6WZPTBlgr1SGrS+z55jv7GImz3gx8U9OtcDv0dVsT5ZRpS+bShkPjksGb9uo4M9EJi7vZXhkL17psW9Sn/JvcwOP7y+1pe+O4levpcunT7GAoc8lUOIvf1tC76MYVO+9it/vbrQcD7Zl+q8vX+3vv7TVj5Fooy9uqFmPqmOUz2mm6A9EGUivo4Ch75k5Ru/MzN9vcW5zz03yA6/nomBPaDxTj6tKbm9RYgavUykjz0eekE+EjavPVP+n77taac936elvVLJET5h7yO+5B3TvEgbcD3crTc+j4olPI5hEz3M8tg8/dORPM4k6T0W3Jy9GxS/O778dL2tiu09c7TNPGMmeD0nVKE+ZXcUvrg3b71tWDa8aNYQPhqSJ76sJz8+Fo9GPeh3Wr4ZD9M9x2KKPL8uTj4m49I995IUvjESrT2L+wS9marRPe4HWT5Btr29SaYcPi4CKL61jb+8qbHwPCPUj73vqXY+","4mpMPeux4Lxvao6+7x+QuzH2nr57rK49Fsq3PQ+ERT3mIhg+AIikPggjVr3G1ZM9nSqbPXAnFjqed0k+amqivWidQj+Cy5m9rABDPrAHqj1gBmA94MepPtI2TL1IDzq9QFizPL/xs73V3JA9U5MpPtLkGT6FVv487HOAPBGs8zwBAJk95cI2P/MRjrwwUEs+U7mMvjkmv76taY+9b3wfvjUv0T6Ifik/tt4WPcsQAb5ab44+QgCVvr/sTL6JMEe+J7EjP5P9ET4XMkO+324oPqNSCT4qT4A+oCuTPTUYh7uDN9s9XOfePbY8MLx8fa++jqUlvSaJtD5bvyS99dU1v6OnkL04Pxc//IxSvs8xiz6FSaO++IO8PezA0j4z+kq9q1OePolcOD8Drde8tMOjvSw7ij6bhLU9AMA7vXiDSL2qCbo9knFqPNECkj4YJSO9DCKlPR4/8TwllEq95tsYPeHVo7wY+9o9laOsvcarVj5wEhc+/325vACDiTxm7XU9zTPwuyIci7qfI6o+o81mvDPs8z0xdlO+ZxVFvi+aMr7amLE9p/ABvmjxij2KXtS+lccevt1vSr2wdCe9XxYDPsXmhb743tQ9qxdAPsZk/Dw2nE08odsbPQHPxLqIwSS+StfWPZp7zLxiorQ907aMPc6bHT3XsKw9dcWXPX/1JLz+bSO9MVcvPkstXr1bwXa6umjYO/JEhT5HU8w9FxzNvBwhwj3L9g4+2pN1vfFyRD1d6cY9NunvPRyydT6t7mM+RpVCPiXC8b0moDy99IRnvc2mXb1b+Kc95zwiPaRYSL2NswC+qA6FPVi2tr1aJuw8QydBPnnsdr5Khx09j+d/Pu1KQD5zWh69VCNFPhSPPb2P3I29pBsEvvLAAr7qMCA+54azPDGwlrwegny9DQyzvP1dLD4AdDO9qg1mPYyEQz1WBgS92y3CPPblor3WU1+9iHa+O8w5QT1hf9s8Ly4XPoJTOL6MOyU+1GySvRsGMr3+OIY9iJHPPULKPT1vW/S9","8p1HvTtqXr6IPVU+Lhb3vRJcjT73B/09Ij+1vSHx6r1vSU++8xjtvnrbMT5oH/28jvyaviULFL17lnm+QnojPg1OAr8mChQ+plimvRXgrr3h+Pe97PwpvZkFqbzH5729iI/jvEUhID617SK8bhrxvlLeV74M6a28drXbvCzWKj0V4RK7ZXjnPRY5bb7CXbA91sRYPUSbuj7jdIk9B1tjvYI9kD1gfEY+JyRPuwWzKz4ZLFG+pbAZPjQwOz5U2G68ZVrpPkpbD77gvv89oABKPTgxyzu6hfM5I9P3PE0KhT2Swd87Em1NvUXjGz1G8nY+PtlXPd3Klr6U1OY8HzkaPmg56z1M8dg99lsjvaIyJ7yzSR2+QkDovjVhFb8xjtc9vxaPPXSNkD6P0TG9DEbFvRu05T6xmnu+oEa1vIXlBDx9iio+CuWfPFEjKL4QLGk7hWqBPX0ECD63rSO9cI03PFxeHrzI8KK+wHSUPAUmEr77Ui49LtG+PaBRYbuxqhy+Gwa/ukSW+L3M4Qy+s+OdvTSgSb2g5ds+rJrZPQvclDxg+sC9o2MsvqNgi70OAVg9pgilvR6/Tz6BW3A+7/M8u+V33T0+ONa94KCCPrzJXz0ZUAa+9j0dPrhWaj3IAxC9xDRMPUzjmrxIZhk+IdycPQ32CT2lqmk9qjEZPZy3Yj6b6Uc9n057Pv7C5T3OVCM+TLtXPai03j2eFCY9x/UpPfyZBD5EKUc+0xxXvU53kz132Nu92j95uwwDxbuLY6O9S4UMPss2d70aL4o+mlu1PBJtwD06M5M+m1AvvHp6qb0NKD69Yq2hOzItxT1CXZ+7k2rAPbKDhz7sNbm8LucsO28ART4SLQk+hqJ+vmO/cr12iPm9iFCNvg/5Qz3MNqU9e4IjPv5Nrj7ljli9GpocPQWQxT0rbFQ9hzA2PRhwL77Z51E8YhwIvEs3iD14Uf69IFKVu06i8j2cVYw8AIjJPQieST041ny9+9CivRa86z0MlUE+11vtvRYtTD288sE9","b3F0PWDI1Ty97DM9L3tovbZRfz3tfXw9AUZMumyExjxH1w299IZWvSY5f73QNs+86F8kPcg/a72AT+g7FE87Pa5FBr3EYAU90d+DvcGd9ruAOUW9ZA3Au6WoNz2wrb+8OXFAPZDJjr0Kp6e9/8dDvYb8lL0laIc96tAqPXRswLv7DZQ9gr+VPeeXij1IqL48lxVnugEalz2veRk8Gmg4PRZsmr36dYM9jJilPG/ytb1Y/C+8epq+vTAMbr3d37G9boWhvSclgD3oTlc8WmlXvewLJD3bCpe9DS+LvYB6Jb0PdVc9kxwPvK+zib2Clw+9eFfXPA/HCz2G1009L4OZveZZl72XADw9dVGiu7pHqDsDhoa90AuEvVSwrj3z/kq9Jp9APYkWWTxm22696YldPfoFHb3tYZM9Sjg2PWrBCT30+Fo9uB+evUkuTL0p1WK9K4kEvZQzQzxMDtI8jqaNveU7oL1gnS671Y5NvYgyn73bg2a8sqK7O7Y1HD2mfMi8Jw8BOz+t7Dx+6Kq8lrCtPMMTsLvO6BK9m+uUPAPJnT0jb/+6NlBkPDTf7zyV3GG98UaFPQRiLD0oWDi8+TyWPZ1zU7ziA1A9gVcpPTRGIj3Y0p29qLGfvedAULwoVma907OVvQovGr3+42292OhZu4Tggz2FL2Q9MPKfOy14gj1QVUu9F/WnPHtbOb1a5QE9FHi7PNI8Z7wmjsC83qyEvfnLwrw6nwg9c6+fvbt8Tb1PyBk9FHZQPbpxVD2svFI9AVTJvWINXT3vyEa8WSxsvTuUtr1kI4e843akPTv3Ib2epDU96MyjvfxGjT3jgjs9IhsvvDPSDr2SsDE9H1aHPOrKdTw4G2U9PwBjPSiyjL07N1Q9jk82vaDGKL22R3W9dJntOzmYKj3oCmS82w2HvWAW/7wL/T49Qg5GPVPCBzzAWU+9Ag2BvQvZoL3Lzxw9bpEGPfZj47kqazk9p3+bvefsKj22qfK8lGS3PAKzIz06TJ+971RnPSmZoz1cvd27","f5OQPcNQAD2/dCy9dkEevQDdJ727OCC9wa8vvIDVf7wlA5K9T5c3vYHag71VwoO9zlNlO8xGm73C90s9AUpKPbS82TxC+ii8HDAjvXhogT0FPZS9GVVMvdQdzTs0xWM9To2XPYsLwb0z4Zq9cCMjPUiGnb0fUZ28gOGiPKa+ib13C/w8p/2EvJ2eArw2hpm93PvwvEm0EDzupKU99amaPWXFvb01ejC9n+BNPRdjlr1vuJi9WxfPvac5Hj05GSM9aLtmPOV/uzyb2gS9yfcfvf5pGr1iuaC9nWSRPZle4LxEZv68KHkYvQGfez0Y51U8vF+JPUcRmr1b8Qy9maxXPVHF97y24249OZa6veI7DTop2l49uBYkvV67qT1Hwpe9Lvr3vA9Bl71OK1W8tqe9OxC3Tb02J7m6ln1zvVqSqzxBKIS8IDdgPL9ab73yBTM9rzWvvMYgiT0gRwU9sOsSPan9uby7UBG9baSVvRAOxLsBYT49C4l9vZbSDj3QhRc9ZEbsPApK37xUyWu9vkAAvnVAHD04FEg+lRoZPgnOaL2pmVY+b/UMPoG7gL3amu+9As8dvf2avD1jgIG942OfPbIe5j43rhE8m1gvPjcWeL1C8eu8zs6UvEp8UL3Neus9XoiWPdhigz2vMaE9pcE0Pgh0x72iXRU+IBebvJZ7+70U+wg91kHqPSLxkTsBy7Q9GjXWvC9s0D7Clde8Q80zP9q+Mj5yQmA+P0ZoOCEpcD2LKGQ+n4MHPVgXl70KOxq8EFQEP24SQD2OP0i9EaWHPcPm7bv5/qQ9DLR1vexahTweJwi9hkVZvYtCazuwTSQ7WPxjPhfIhj3AYeO8yXTLPSDzMT7PMk8+weMaPli1Fz6dDwO+5IWQvrYSIb6CIBS++8hHPq5dJz7EUFw9yKmNvCwWsj4ywV+9Ns9/PTzmRz1kOfI+2x4gviCtKLyUzvg94/9OPt6gEztceeM8efPoPHHmOzzTPiE95QljPBKNFTsHPNS9K9exPZgVdLzjPai8","pCjrPdf95j6SSCs+iGEFPr7mez0n1LW+S/yVPNzr+D2vY6E+niejPoHeET4JqhS/GntVPIoZhb5RDnY8HSkRPRR6HD5sen0+1m1VPftVbz0qK8M9E5FFvlcxBL1Xrno8WgRbPYFAnj01jFk9oSoYvlHjtzsdf3g+9oQrPVbaQL5rSTM94n5/PmLOZ74SfKk9WgeWPXY/ET95GZ09SjglPQAysz5CAbU+j/NxPQU5Qz54Ns89S7+DPha1XD6eTUk9mn++PX9kiL2U+PU9Jf3mPG5zZD5Gdoa9H5frvK3QQb7R9KQ9SdUBvj5bMj3HJjE+o58PPohbKb6opk+8DIe8PeLaFrsFKI297YaqPmOoFD0FTfc9ZjfAvWXlgL7Dspm9JnrIOxBx3Ly3fCG8HklyvlEcCD6+ae29oFYNPbVqmT7jSMS9p55ivEgGrL2kniM80kg0PU4c0Twi7Ji8S4ozPYEDh72sbH2+YdA4PYDBcL2RgS++amIbPtR0jLyDubo8Jekjve6ghb+aFcQ+4FTXvUjF5z0qyM++LGsTPSWtJDwscvu+5D5Xv6D0tz1JZPK8eP9Zvl5IHD0O4pi+0Gy8PY6yEL+B2k0+w7IvvqK9xru3Ks+8sPtkvWPJobzpm5S9wZazvViMMj6VE9a7bF1Lv4nA5b13ioK9jBv1PFUjOj1YffO91bgPvzAmi73MSre9YRylPgGEmD4ooMQ+OGkTvd2Wsb6fTSe/WdPpvffmUz7iqci+Dmj7PZvdnzqIr7+6MN4Nv5B9ej6scAM+8SH6O1Gv1L3ajBO7zXC0vMANvb6WmN87EQ/ZvN9l5z24Avc8yWDruwYXkL5Yc1A8sWJyPpD0Jr0gS+G+CBuqvh9uj74d37G+8cGuvmjqpz7pcoU+HxmvviSA3r47zrK9CLrBPssNY71zPDi9GTnmPIsusr0/apa8d/WlOgIDm736q9Y8PxpZvkBRpbsqwZw9sFG6vWp8pz0HPMe9D9nyPWhZkL5qoXK+/FGkvQAvL7vxmj4+","r3b/vLjSzjx/jAO9GtvSvFVZoDxPCtM94sn1ugbMHzyJZ5q9Lxs1Pdg89b2VfVU994oLu8Kdtj3Qs4o+j/IVvgOAzr758SG+ye6IPScwMDxgtw08Y/w0Pl3IjD0eZTq8qWQhvriZlrxFtSM+8iIgPLK6grx88/49jIH5PKSzFT6ZEtA9LdvQvlN/DT2NInm+TdU6PuE41b7LcxG+TsskvRDIGL5JeRG/LPr6PRSy4zulHCW/3tQ9vYfw/r1ugh69axfWv4gFnD4VU3u+ClE5PcAgKL7W7SC+yp9WPSApcL008Wm+k4IWPuTOMT2zHGy+QogoO6rPmzxTkYo95wQ1vYkSqTyneQW/nlU8vXYRzL4kvMq8DPWOPkrk8D6HEKO9JzwYvgXWU78TYv89uC6aPmkr/L4ZIgY+ID6bvAVz9D3sPJ6/zGaZveAOFj3UqK68ZXE8vrhI2T0iNYK8z6HiPNhrIb4+R4w+ZOlsPtwFLD+ABlU+3bdxvqbiVr0LMDI+VO87vTDDoL0ocKg9i0jvPJnFnT3LTTm+UAfZvVZmRD0vFzK+hDKWvgiHCj3z+xG+KtHQPXmJRD2+a2a+okejPcnl1r5GmGE9fGg9vaifvD1E2wO+1YpvvCUa6rwXHf28gGCWvW0TLj7yv668TkCzvDcZBr3oppW8AMBTOu0e9L3aPgI+jp9Zvus5w72kz8W9mlJBvZdzJD4dHKY9QOMBvjarSr4w/h+/tLljvBjWHTxUKlu+SXIpPjWdHj3TGNG8gZvVvfBJ97wSu/w9WAmdvQAphL3ZtkC+naVuPGLBVj3uh828yKM5PV7Xmjxyr6g+azbOvfy1wby2opW9h8ARPlxO3b0F8SS+ss9DPk10sb32/Ak+4nVNPsDBjr2gIzo9xFkSvk+Trb5p6T683944PXamKb/f5cI8xnVcPeQ1wD0hyY++/lAbPRc2hT74/uA9JmxGvcjJej16X+S8U3iLvGYDF75MHlG8+fMcvRo0Bb70i109BHgiPqvfmT0x9AY9","18w5PSyRjz0czca9fY+Ivbvv272MBVS9UYPBu/wXJD6IJD8+KlVIPvMmFL6fId27heZzPoDppb05utg7UClhvey/eT+TuRG+UjqPPgZgajyFkq+9qhfmvCnnlT1QMzS8J1PnvPw2ob1+VUe8eLQhPaXSuj3td1s99NHJPFsdgz1Nlda8m9BKPnCcWD0fjgK8/PuWvE1d2r5vYwy+s6qDve7FiT5nm+g9iI9tPWZypr1gOhE+CBT1vUENJLzddb88q+89P42TJL6u0He+tLOovPc+8z1cU6c9E26kvDSOw73d8hO9R8UcPVLG/rwsI4W+9eGcvWIOFT0hsaQ9J0UgvqNQNz1/x+Q+1Qqqvd06Qj6keYC9LjVJvHnokr3HbpY8HVhgPrLKFD/XaYI9cB2svbISmj4vHc29XymNPUDkpLq1IGM/qFFVvg8LgTw+m6M8Pvg9Prl+BL30imo9CaVHPZFy+z1UE709y1iVPFxd+T13hUI+zFxuPZbkGz36sZS9hUHXPZyx5DxRmbW7AMQKvFItwb5cywa9DHlHvU9ZBj/67M0+81T/Piq4gTxx+5y9wTi/PmW56LxAL7A6eZWJvdm3PT+seoe9xAOwvXUteryX6lc9GqgXPQGdoj1zhHy9taNHPOPKwr1aOue82lExPpefBT6d1i4+0A1JvfBNBr5UkCe98mIUP5DQUr4wFBE+0X+vvgiZvL+FI5S/SARmPt+8KD8EGig/jDcPvRV2E7lH7/A+LXV2vuGjJLvIgKi9AAILP9tnLDt0pfa7/zwBPqYCXT4P+o28JoVhvf6Ffb3HxEu9NpQMvtqVXr1C6GG+J8vRPXM53T475129aaanvmo2vT0Mg0++pAOgPoJDMTxDO2a+Up30vStzA76Xk6S+u4PkvZAXfb47tBe9/7FdvobMhD6lK1U+/eiTPXhc/T0dGsq9FiJwPTcSIL5MLai8mFV2PQ8v/L6wglW91e/cvJHs4L1/570+ziYYvpJTDDy/FWE8iweYPQCIxbzoB4i9","B8vBPXAglz4YHoM+5JmIvBybLz1syIE+cNyVOn8bsj2nSa89WkyAvXSB0b062yO94QCoPgDVkD5GQQg9RgVgPmC/A7+q2nK+sgX3vNZHlT0NCLI+RdRsvbZCRDylK0689ntDvdcsjL0fsYa9/mACvWziFD1v+nU8aNNgPJ1blT7bq8M763YYvWwfbT6FGr48zM1QPussXj6oECw+JMl+vfYuqrwf5ei9TI/KPND9RL4WbyY+aCU8PWCSSb3FnoA+K9Gyvajt6z0hw5S+wNaXPS6qHj3xURS/Y1dFvcHR2jxgf6+9BB0vPQRyQzu7AnA+ZM5IPMzTPb7xGaE9LqdDPg3D4L16pYI8I670vJM3B74OKMm9q7p4PhnW6z0Lbho9WXC3vTXhZb1gKqK9mNfaPR4zAzyFDA4+9iLpvLiVez76SsY7NYijvdFekL4UVBG+MpMAvTEX7zw+S/U8tU4FvrKCEDybNUU9RZaXPAIHQj6gHBC+OLOFvvJqWD2/ePc+jvxuPMWcLb9MxV89a54Sv0YK5D3jUWk/vFNSPlktHj3YVsS+i554v3ldkT1eCAk+Q6fFvt4gBz9FUY4+4TDGPvU3A7+ZDoG9KRRyPnivJT1E5Re+WddYvRc7fT3QrBK9eGiiPUNyMb5WXiM9jYjjPWorNr4hmMC9VjWSvYHgGj8WLeW8Y7BWvviFjr2uvU+9LJW9vRYmjL3MJN2+DRuiPnf0sL3+aim+qg7Mvc41Eb6a7rS+H/FmvsovRb6vINy9SKaxPueRIT0sJg4+IHwlPuKQd75KqQc+fiWhvd0FQb36+Oq9XGKZvZP9OD0aGt++rfjavS8mWz6gAVw730jDu+zHzDyqjqY9JluNvpuH4b1TG16+SV6rvr3fBb2s1+Q+ijMIPA+Nzj5OJVu9RoNhvXofvz5mQCW+tigsvldAm77krOI+NzurvSnwUD5qIHG8UkunPd0Ytz4ePfA8tSn0vfmEYj3FR+a6r3+7PPyNWr+0wKW9cn+5PgWijT0bkkq+","zSGeOx7k1TuqAhY9WTCBPTkMUD0jbSu+afjPvNltSL1JlCG8VfgEviaghjv0Ib290owQvhOZ+r14ZU6+fPvuvcbQKj0iIRk+tWrvvbWeQ72K0hK+FiddvotIkr3uzj49AmMgvR3ytToquUS9pvi5vVLfA74EQZM9gmlpPQ5KOr6FPgC82IfavbCaHDoaCLq9lpjpvXfBSj4ptPE96I01PXQ3Kr4896m96eItPRhm/T1x78+9VmozPqjlhL4l0rO8TL2Fvjw12TyCAIk978OvvQzcBryIXls+YVoKvaauxb2nXtm99I5FPnNsMr4UY2Y9IXk5Pwy7A73YmXC8AyNPPqM3AT/3XdG9rdcxPhqVR72aYUw+h0D5vS+RTj7Vika+xcV8vUc927462Zu9t9chPEUGEr8dCBg+m8OHPTi0TLzuL+q+UOv1PXHelzyyfUw9GkfQvTGVib5ciKm99pXhPIJgvL2b8Bk+cRyMPTMm/DwgWj6+xJIxvlJvMz3HgCs+XUjSvKDWUj5u7ow9ez/3vN5NYD2dW7i9C8CUu57koL3omS29th94PnoRLjzVatm9jos3vdqdjr6u6/y9ZGPlvbnLMj7AQaW8MnwvvmwDhr2ELxq+dqyivWaPBz1Puq89SHgPPiFmhr3l5FC6NOQKvoza/b4jiYM9Ujl9PV74M75DNv2+k1yvvAL0yr705JO9tQRDvCxUiDwrdsO89MwiPnNiH74zqNe9fMe9vSVrhL1XjQY+9//pPIFBRj3nUiS+jCqPvQ3bnb0YlVs+P23OvRYKazxB4bM+fGp+Pe4eZr086/i9C+5vvV/miLw0RYk+aQkEP153FL1pO589nKIAPtR8sbsAQAg/3YRcvmpR+T3lmY48nT1EvtV8br5lqNq9x8ylPhnM6T4375K9KHPivatahD1qX9+95q49vRMn2bzU6AQ/Sxb/varrC7+pyCM9qGxKvaLwjTzSwlU95s3AvQ9Yez7briG+aXHKPe8hLr8TWnC+K2mEPUBLbjzVDKi9","dVOTPLk7+z204y89J1kLPiDjQr2WdRC+gsfYvc36dL0MtQQ95ptwPP2h6ryhplm8d49kPoYNV742EKe9a+dnvt3ASz5N81a9ee/Kux4X4ztxEbi9KyRmPX6Vlz0jcX28+e1tvUKyE73gS5A9o+RUO1KhDL6yx7c9YE9/u2oJqb7CrRG+FaOavYAjgD3iXUy+pfU1PZHATDv/j3Y9S7KwPqFStr2pvtY94JmOvSHGJb4Rghc/0jnMPHNhZL4nNhi8M7MJvq18V7ziVsI9J1dNvmyL7j1rZ3E+zgSkvCQ7G76kCmK9xH/BvI4dur3/vO09I0+zPnlfAz74UaS9O/U0vR4Mjz2lZF+8N/tvPN/as7uXVOk9ZKqyvolzEb/sR76+bunLvXnRob5Kp6C8EgMCvhrMlL0DLA49AGUhPblnqj4GitG+9SjTPYTCdz6uJB69OKidvTDYuL3z0Ym9C2OSPN4+N7193F49eKKFPO+sl74Qhl++IrZNvlQM1Tx0O528ImucPaISxbxFJ4w/u/jzvRO0BD9eLDW+PNWnveQcNb5675y+yZemvuAkdT0jvFq+eoD0uwGfp7158DK+M+CaPqGf17/DJq4+j7PgPe22S70MI2Q+3CqHPaqD87wikf09ZqPnvWTjqz5ZHlq9NCtcvZada77iqVc+CokiPcLbkjz9A/a9vro9vhI8oT62wqu+LRcWP+Czwz4XcdI+rKNcvulNiL5fRXG+uovsvYW+YT60zai+9DfrPiP2Pz0oNVQ/c4vSvjtbdr77Gks9gFlOvmwWgL6lbBS+/F2JPRjE6b3Ytxa9OAWyPtWB2r1qVhA/AxG0PQ/sRr9ApoQ8mbsmP5nfxz0cV/u9A+4FPidtPr0OinE+b2t1PjAI4z0aqSm9gygOvgKYZb74ICG8ZwGTvpEhy73HaWc+dhE1veHwoD7XcoC+RS+ZvZKd5L24Xky90NYkvhUIaTwsCfq8/TuCPTzAMb75eau+KeI/PuVOiD9zo8g+bCemvvVJjT2MSZk+","MB3+vGOqAr98FVE+Jv6wvXaWcD6nzru9vhSkveetAT7UWP6+AQObv0BD2z2WX+68ODQ/v5kSMD5kiZC+/g7yPQtEF7896Qw+PUmNvfNizTybBS2+eGqGvX+auTwZ7b+82mJSvUs6Jj7/YZy9aVr0vvrqSr7Rzqy7K22HvetQBD7gE887oD+wvqWJc77+iJ69KN/yvRa5WT4wPb09LpRxPQ6Et708kXm+RBasvflStD2NTvG+m5IvPQ1MFD7I0z2+T7USP1vrmL7AT2k+mvLHPV7tFb6VBG687UUovZ3cBTztZGU+YiBOPUmxiD6l1Fg+PAM8viwbsb0GAw89dmcjPgIgAD7wBz69mDGJvg+TRj2Howy/E3kaviTcnr4P+eY+HvbMPSD3bj7xj968fKQSvt3KqD0QvkG+Oh84PcrR777jBHc+Ri7qvc4LwD36WOQ9EwIoPSF/0z4iji08x2nHPGyYxjwWiXm99EaePSkhbb5Qe009qSHCPtuRjr1VubS+1uJJPdIE9z7N2Za+G/Q+PrbQob7o12s9MEA1vWp22D0ZEsQ+7k8kP6/vcD094h2+uRqZPgot0DvOrGO9WOhWvAAqdD/Zbc86gVltPQFCmj11LBA+RyhvPn9sgL2+PmS9VSlMPf92vjywRNo8liMTvb0JUT49HnA+bWOiPSlEXb5tugW9Y/xpP80V/Ly14cU+1TyLvvHq2L7IHyS/E/CTPZ2p6T5zD4M/lFK0PO+mrr1M4kI/En1xvoG7FLxwmR6+L4DRPuxJHL0kxfi9E/WIPI0FkD6yJ50+wFQnPfZoMb37XhO9PqaVveC3djwbg9q8QCL9PcrgGT/wbQY9zP0EvyraHz0yx18+jxsRPTQdSr0AgSM9IoCKvoaWMj7+MC2+b0MAvkfJRD7FJUI8UI1GPmjAEz+ZVwI+bD+auctrjD5WIfS+IY8qvQ6XhT6jCmK+hjooPlYyID58CnA9hxc2PWt3MDwmMJO8FJMtvkTeLj7UtLM+4R8EvgBMVbxbz/s9","sKBJvQHMFr2+pE693gk3va0cGr15FcG9CmJWvV3sjj2QpMK9+qS+vVqImb1xImE9y0OAvJhWor0AZRi81soSPe61Hz1H1I498xwFPcvZ+DwaXYq9UDSEPCBR7bz2l0y9HawKvfx75zzKwyO8VA6cvf4tiz35Zes8JiR7vdRJaDxTqIi9kj+kvcgVgT2nuwG+qp92vMDmCb3nZIg97ZnwPAT8jL0eLAC9QKmZPNOojz0qj309DPbtu8z0oz0eOZy9OYRYvNtBtjtR95E9pcrKvCQM6Twpx/s8+HKMvYFWPrxYGe28bbnIPDAeDD1pF1y7bUmfPUX+5zswuju9MxuOPXyYqj0Gn5e9NvuWvSnxgb2gtkQ88f+ivSMDU727EFQ9o3Ggvf+h97vER1o9/SvKvLfzPb0Jt7W9FkJKvf6S0rxTBJe9JDCYu8fzdj0W36q9cl5fPSl3QbvAwFW9vHR6vYielr0X/Us8prmWvOANbLz7dUq958nnPDCX6Lsaqbo9YKLXvESvkL3cOXu9+Uy9vHaCI7wsDQo71GN7vLdHcb3AtRm9fxxivTNCcL02/fQ83GDsvRzMZ7w9bMY8YoVnOpbhR72Z6L29+5tWvSUN171RAEm9z6zJvVGYsbs7RaA8KtLWvCibvrtkgV+9/x90PXGpvb2eEcS67HbrvN6Va70jSUA9DVgvveOdwr1fyYm9ukkkPURJ5jx7ZQa9kV7CvTKhob3WiFy9Y1c2vHT0u7tN+H29VN/QPMwkjryNGTs8N2IXPb7mzrwAAVm9goUCvc3gBz1Q45i9mPPjvBnZiD3Y0648oukEvdRgID3OtmG9YMh9PUBTYTwWIhc984CeOxsNLDs1a4Q97iFmveOzrrxAsia9MkQdPSl37zxA/KC9VZsJPS1w0rwUqtw8TCHvPM/3fj0OQIK9rBOrvEuki72bGos91RrJvd2tE701/DE9tIayvZUSmr24Yqa8w3OrvcBFyL3C9oi8B+dMvfOq/bxtz+08eNgpPX7/lb20Bue9","6/QrPUypNj1+ASO91xSZvdbfiL3iOSs6zywtPd0MMD3ESja9H8NqPZ9hgbxwF7K8YRQVPVPkgz3UB9I89jxiPdCc+rxsYng9tsqaPeyyzr01ByE8AxACPI5Ojb2/1aA9Se4WvTtZpb39GnW8WdsvPR33Qb3QyM28sDT+u/sJJL3rjEq9BmHxu/1V77yZq1S94iKqvbKSib1cVsa9b8XFvNI5lj15tEs9jHLUPNf+yL11k887f7AqvdBZBL1kfMK8HogGPRh6Tr2b7Jm9mZjcPJvPGb3ZciI96tMfPJ1+kD0Dhmw97ViVvfW8eb0T1fu9BljEuxRVDb3mqWi9HzaFPT6Umjyr+fQ8X07GPXmigrsEjcU8bctZvfiRED0xo+O9KVICvWCTUjzz/V+9MeObPXf8sL3ezYq9KvhGvYsKhz31joU97i4vvWHYo7unwsO7Ty9DPWCis71SBuU8oMxYvcYKgb1pmAq+9FC3va+6aTyEpOG8ucYzvKCXRruaE6u9c548vYikCb/4Vp0+dqSevmv8Xz2N2RK+bEJAPbVByb2/rA2+OUUCvz88Gz6AwUu8l68kvpaGWD5IYke+OK79PpjTrb4Ag0Q+SOw1vh8BVD2QzZK7laKVO9k9r7vaHcW9pzoFvgZUKD4eZiK8hym1vYJxA75aLu+9MDfQu39iGT61qxK9KYNcvkxqo73omz49ZEmAvub1qT6xHtQ9Fwk1vrih5r04wVG+MbmSOxy1qz2UYgS/H4BPPuOorz4x5bG9RKKyPuM2ar5sY2M+EpLcuwZXIr6Uk7u9O5F3PBTW1Ty6uay9eh2SPYgezTxoiqg+h/KCvpOXULwb2xW97hr+PZYLeL7cceQ+qr4Kv33jvD46cne+HZRePncwCL+ohkI+/IVfPxPPlT+Et309U0yQvlaruLpsTLi9saCGPd3EeL7OvUM/y56CPSASgLy3U4M9uiuevLRQxD0O0lw9SZL6O+zVRL3gCH6/hGymuyoStL654Y+9Wv/WPiiOQLwNAjm+","U352PbN98D1eug+/XS4TPsrQYb3AbUG+QLZRvs8Nbj5SAIs+HLIvPuHe1bzb4XS+po7dvnAuTT1mls68aJecPX/ZvT8M5O+9/39ivfBlMj4iMEy+oKRNvYIjeD23HL89/XD+O0HE7b5fRMU9sg7wPUjCTbtNqCq+FrZGvezzrj0HLCi9VehfP4MCmr0GGgI+zCXAvp1EpL7lmzS+7mZAOzxVNj/gjz8/Z43PvAbLCL5o9Rg+3QTCvbJymj3aB8i9gazCPur+0L2WMls99khAPnHtaz7ZPos+9BpTvW0uDD1ZjDM9DeQIvBRlDT3NP+e+kaYMve719T4UFsQ87thvvosbyz1DGGM+OX+oPbqp4jwftB89z5qwvlOkGj5MUR0+AlfUPVVfXT53N5a9AJkCvgERzD4K0cK9DF29vNemdr0bBIa9vg9pvbSoWj4Ng4G9T7KZPmnhlL3YQws8IlLvvb6AtLw7Zng9V0YnvQXCjzxpku09p7bLPfb10rwfBJy+XGWQPU5OHD9OCcc9X8dsPaV0g715kyW9U/uuvVduzD00OdE+XjBhP3lxD73aZzY9H5mBPtTnnr6O7PW8WfqrPMpe0L6AqLi9Q3p4PdciPz29rKw9BWKLParTED2huZ69B9JtPbmB1r1jQGA+/HopPlaMBT54MAs+wBIIvWMgYr2QDks7L1UYPa7o0T3Fpwk9FcbPPmlJ+r2WuW0+Zfm9va6X6738vzS++mGVveX6Q7wM33+7nnSwPYjOC74SjkY+P9wCv4jFCb3MFwW+IE8JvqFUcz3vhg67TKHFvJ4gujw9Oc+91Pu7vZA8Cb5hPUE943jVPMnrQb30YdQ85qyCO80yODsvETi+JBSJPbJSrb2aRpo9YMHEPmJ5hD7jml2+wG1svdcgxb5BqCO7AAoAPg2w2r7Atjc9DZcIPVCNJT6gIwu+p2QEvgFtCb5G8RM86lNCvtS2cL5Ugq091sSHPY4+Aj1SxX29Ea8uPYcMij4vI+67RtQnvwBMJTsowL0+","O42CPeRQkb+rsp0+B2PGvu+hJj/cj6Y+WTcJPpc+Br+4BUO/fUj1v0tEqz1lWDM+dVQIwJcEZT73NsA9EtmdPnVTtr9Cklw99fDxPfoRFL7hH+i+j1s2PqIF9rwd9qM9QfQovmG2BT6/hR69knWpPf1Kl73Qv/m+0PGauxkuFD++vng88zvyvlMLir3DrFC+3IA2PhMffT6j4hw+RhFhvqk/mr6MTB6/P+GrvV24rz2mbZm/4P44Pj6vbT7b/pS9s8GdvvF9575O6yM+ZedLPvxPyr7EM1u+B3hZPUSTQTztiu09oVjlvOBblz7TDn49rvRNvs7unL7gKIi8ME+aPk7a7T0UFqa9c15uvSjGgD07vSG9PPyxvRRLEj6Ukj0/gg9avtR2lTtn/QS9g5gXvu62hL4NpD0+QBeEPA+on741JAm+buSWvPCZmzxRDG4+b7DPvXJVjD0NHkC8A8qZPJ1jrL3/q9G+keEKPi+Atr3kgDA9/p88PYAVsbvQpoE+s/lAvAgIOL6H3Fe/xzToPTAqk76PUJq9eDCBvU2stL3dEtY9YNEbPrD4TTy6Kt+8sOKtvhgFOr1rS+I9jsIqv9NgUT8NC4e7pz2TPMutIT4On1a+A8NHvkN/1LupnBg9+t9RPJrFjb2fbQU8QWz1vZMHgb6LTCU+MaeePZjZXr7glKc9mHOZPuXNTL6eHo0+89UfvgGOSL8cP7K9yCbsvStXej6PKbA+f5vxva2PSb5PFCG9HIxevzJjMT2BnTG/iAejPuJvFL6Wj3q8W0o+PttkGzzmnH68APYYPT2mvD18B4e5S9jHvDISEz4Clsq++hxSvi946j4bCEW9aWULvynQQ72ujhE+LDOCvJ1Yfz0pUFc9Je4cvlNpgD5+oZ08v4G+PSxraz5YfOY8o6C4Pcoaqj3+Gig9tEKqvBFb9b0hS8A9jCkfvdh8s7y/mNe8nmZlPnfWPj4dU2a9lASfvVrv1TzLP4M9jb7zPQAVNL7Iu9Y9AVssPnRN7DxKiS+9","L8eUvUHEFD9LigW9TEOfPvy30bxT51E9oojhvNq4nL7X+a0+/E89Pzuv1b3Jjbe9RLZDP0lzbr0VXOW7cknXvnTkWz/8YAG+fRttPcr1z70PXis+oNJKvRmmP73fZlM87prMPZJ9MT1oa+u96ccuPPAYQL0S3Nk9oPmgvTZ8+b1JB6m9oOMKPhJH3z6v5bA9BdJvPtuBjb5Ob4e9E+2rvST8kLyHgL09CogJPjH/Fr4kFiE+TlmCvdQR5b2b/Bg+q6Q5vzKQhT3KO8S9Y41QPKfeXz4q7Hq9DIRdvAPHdj03MOS9VfuFPiiKOj1AuN29ShrsvE1qOj7GzmQ9cdf6vKBXib38qUu+4IkEPp5hPr7MuZ0+iVNIP3sUkz7loaK+uWqLvQ2dr76hLhY8AxkIPqH4Ar/fV3o+u4sbvcAu6D0IlBq/97+qvcPNsL0R+Fm9hMsqvSldGL73Lp68xP0NvhjBzb0domI9mrJEPYNX0j4jWDc+LMOWvqzRq7xEZKA+NJyUvVigsr8+GMs92+SgvrcRkz6AJik/APYMPlbClb4odCO/n4W+v654aj1XMt89PAC+vzN1fD7orNE9iw49PmRRi7/IYp09EpCVPgtJ/7ygN9m+zyuFPG0lFrxzSTM+KUSTvTAbMj1oUjC9ROJ/PuGKo729mu++FtFAvWDRKj5xXS07JOzdvnCQGr0Nkj69Z6q1PWrwnD4djY09r8OXvPdDob4uG+O+ApeevN13Mj4phHq/7/UTPg0lUT42kQ6+8eYnvgfea76TqIM+da4sPqF3Db8NNCU+Yi6tvZUyEj0ahQc+uxuqvH0+Tz5qzeE9nNUvu8LbDr5C1m89kfs5PkvVDzyCXVQ+tbzKvkQlCj7wtnG+khFqvo4Mrjwoos4+2KqhPr2HDT+nblc9xIAjvpGEgj4HexK+aPkdvMqQZb5m//c+vYdcvUfqWD1J06E+mb6Au4yHCD6tnAu96lU4vDsHID2P9H++ZLcOPilPzL456QW+Fhx2PiMwi71XRhe+","I2AgPL+7AD/qMtq9Ze5QPokuyLwGazi/cJSsvVGiY7x4yKM+LO8CPwr4Jr2ZLOW9MJ1LvSXHDr+WYAA9wHIHvs/tJT9uqzu+4Eu4PuVEQT50b9y7gm++vXRyTr1LurU9yPTUPVAJRb5bsIU+rVMFvlhf4D04dt0+pp0XPf6ErL5j6n+9YRTkPko7gL7HZdY9CEoAPSEeMj6+Opu+MSD8vUT1mD4XlKo+ssV3ve3vkr4QySA+TF6UPeOHl707oT6+d9ElPdsoUr0SFN+9h62YvXnZij7ceuQ+bvdfvCx7ab1HwuY9NK0EvqmdIj1nP0a+rjMaP8dsGT7j5Iq9GbEuvUx3eT7xP/k9QTqHPi4KFj6fcTQ+yvwdv4cukb0Dcm6+9v9EPq4jWz5yrUu9RMTkvaTSAj64AsO+YBLgPD/BsT7HCeC9UyouPpDZtb5lTwE8Gk39Pcj3XT4voqq9Sln/PQlAsr1SqY27bvrmvLT5BD06Vvg+fispvjqNKD3IloW+QSW1uxPXQz9j5x8/pilSPvDePT5xYgu/V3ULvcHKKjy+/a8+ojQPP/WQrT09MsG9bhkeP8ew374tXou+O0+gvXjVOT5i4hE/W4ldvjuiSz04SUw+wXuHvtjhI73rmsQ8zeiNvX/IvT3neMe95whWvuw1N77IwW0+oJxiu6vq4b53jxW+oIvovq0WyT6NYaC8j3Y7PktAOD/Id9I+UWAnvt0lBL5s70++j6q5vG6gsz7RyxW8jtLDPvbpGT6Rcdo9VIodvxXL3D1SxrI93p4jvo2v9D0z3QS+vlWmPZOoGbyZBcC+PGycPmKdUL1UBK0+gdiqPRvDj75Jg4A9tqUYP43hFj7bW0e/tpr9PVZrq76u8Qg+AP2KP506pT7alHG+cGoyvhpAT7+4kC28z28WP0PoGr/XO+E+zxI6PWn4HD7WtUm/FcFqvSsurL2ZNEo9kZVpvu/5Aj3rVzC96wu1PYXyzL0FTqU969G2PZ6KqD6Fara70xgivrsoWr1NECM/","UL1ivXQgTD737vC9uOlHPe04OD1NhDM9LHP4vAyYjb2/lZI9y8cpvDanpDpkBGw9yE+TviZunbo2EGi9y6VzPS7BFz87vPq9wHN0vafJXL2BSEC++1Utvb3uHjxmKse9W1r8vBHLQ78+X7s8ZmyfPdp0Rz035ou+AOCBvThEAb0b5Tu9Y7zbPrA4e76ZsOw+IKGMvqZ8CL4Sb7W91z7nvX6iyj4loBk/mA8fvAvIw73Nifc+masVv5uoSL1Iqd6+8as5P3CJFzmOxrA9+zqmO16Ibz5LmV49M2dSPVBf/Tyswdc9u2oXv+S8lD293Ek9BFYmvA/QGj4l1pk9BLS6vr64lbndPoE+z0aNvUYcyj4zy4O+t/vQvR4FbjwY6S8+s8WVPlAw4T7cxH2954Tpu9Bs0z6KcKS+YA6Fvao5p76UNZ0+/kKgvaa/ybwhGky9nbriPkdZgjuO0rO73ZIRPazkpj0poFE+vxXzvVE4a76q56m9GkOPPmg/SrxX6za/ISxePZ4RrD5mlYq+3LQ6Pvm56jpzK0I+oVsRvF2aAb7NTIU+4lBnP/SXp72R/a69RGagPnaCMz1rjaE8LIUsvsJIOj9uLPm9Eg1ovURsEz0VbxK90yM7vTXXnbw9oD0+qmMkPTBDAbwokIs9mfeDvYc/Bz6kdUk9Zsd1vTgQbrx1gWa9aK66Pu1jkD1ugSc+BYLsPXY5QL57IdK95sU/vfkgkz0laTI/JizfvNpe5r2CR6w+gZIAvojFCb0ujLi9l1aLvsFIcDwJmmW9xBbZPKvQGT6+O7Q9gJFcPWxDejzu6pm8IaVmvS641zzlTXc95Q8PPhZKNj4mzh+9QN8HvthMOr75Xc89Kde7PFx4T71ligo+bPtUvYBYKD+cq3u+EQnUvOKCLbznvCg9WwYvPVJvZD5gdd88ZoOMvXJEpD2JDYa+Gi6nPTYvkb2ntYC91JcRPmDhab6MFRC93MwvvoLRpT0TL/k89wgdPWIqVz6gewq8G4ppvlCTRL3Dhf09","T5qNvXTA8j3eQJU+hECpPUY08D16C3c+YkJ2Pq5j772iSKe8RDIJvFJQRD1sTUg+tJ+GPj+mAL1Lu3M+TLx8vSObn74A2ZQ9gBJbPp4K6724rmc9Hkh6PBcsArw9FJG9N/kEvrXPoT3KDhE8RlNiPmz//LzRKoO9FamcPfQKtDwscpw7xYzXvmcDSD0GRhm+r0cNPig8Az6x0US8GZ2UvT7amL7MXxi/Xm2qvVd8IT5Dx4m+Ofb4PTdpar65kPI9lAOUvl0spryiGR4+C2eaPHV/Wr6oDEO+nIk/vWpchrzMRks8LxehPW/Z0D0FJEO+2vIpvkXSvL5QxVS9KgolPgVUrLzJkbC+S54jvf3itr2AdCa+7y9APyWINz6Cdhm+JggfvSmb3r5GRFQ9G17FO6bvSb8tlqM8MLGLvPoejLr0BUQ+fGaCPaE/LT0ZngA9vKnovXoYI76ig5295LNaPU0Yyb2anH485+2LPTTcLD4ReCy+0aeKPYZxcb2NgX0+PXAhvKJ7KT7sWYg9efPBPMPfqzz0Ctk+GQaPPs1nxD5urzs+jWSFPhc6jDxhLUo9TDBbP/k5oz7FxBs+QHVDPjYP4b64dD09LYhZPJoYST1S84M+gx7WvQLfhb1ND8g9FloavWDUJr1iJ7W9pkBEPg05/L2FVqg9eI6mvYaThT6sN6m9kCexPHKpnT7fSWS8b+2tPZ4eprzUI789ihqIvqVsBb5JgWq+ojvfvcZUFb1IIda9ddD1vRGBM73+rac+sClOvlxYCL5C5/89eJkFPjlwbLs6AUw8XboDvbnlAD6MRHi9e6/OPAwjhD0xTLY8MT1Zvmlw1rv6M0U9KUDePeeeQ77e8ya8w9R/PR8WUTw1hm290VN8PtNTGD6DW/69LJ4YvmpuDb63Ssm8xy/uu9ZmLb7klBw+wFgkvc0Dz7uF5RC+51CxPHYqBT3m7ts6tSmmveG3qb1i6oY9sSaFu7EN+Lz90au881FOvLa+KLzL0cU9m2UUviCgiTwA80Q+","l86Tum6iOb+fCgM+QW3HvrVaZD1XA0k+79GUPICtdT35Mqy+3SYbv3o1zb23TWM+65ICv5MPez7VlXw+S/drPkm6H779sE2+e3tKPhYHkj3ByOu9xnydPU95gj2ux4k+rtwaPRJlRr0/w189akYUPp2fobw3mi2+lDaAPAgedD4I2p48emXCvaEUMr6/QyA+UbdBPZBK077HxBi/PfhbPg0ZhD3S6h8+tVUPvWyGkb5MWo89JcLWvdSTqrxyrcS9at+MPwh3Gj3iD1M7QBC2PYSI+Dsci/08R++OvQkCVr3WWIs9/s5tvhDhDD6V7r2+x90NPOt16j3mwX29jVs3vRezPLw6mXQ5R92dPdcsWz40qC+9Qap+vhlHKL3vSlU+WbCKPh2giD6Hw3c7zXSHOdD4WT5cjXK+2OUiPA5LhL4M25I+PkI/Pc3AZT5sFP88A6c9PmsUQT5zioe9192AOoJQBjzb3K+9wvniu126Sr2s5Qa+pluwPtZwhL0hgCO+oHp4PU2DAj9kIIG+xWf7PoXIr77sqZq++eafvoXa5D381OQ+vg8tP6piSD3aUzm+UaMwPljjEb79BcA8L0cRvlgteD+aI08+TdTjPU2VQj4xeuc97qZ6PZHAlDz9BcE8i2wMvLbvi757lY0+bkA0vEC8AD4bUHA+wGLWvBrvm70CK6U9+x2CP37hcL7johI+fUUBvlDh270lBgC9VPACPqZuCD/PLOo/XeW/PR/GWjt20BI/I0fIvbIv3Tojnee9IhsbPhpUmj1m+gG+fFaZPTGrhD5EtrQ9UfOJPJZ7/T3hoYG90IfvvST+rj0Rj6u9O4+APfU6pz5mYEw9SdjrvfXetj1T1Yy+jVbuPtTFAr5WjSs+Elj3vpt9X7067ea8JHrxvoMLmL7tsk885qTzPPsxFD/LRMY9wlPJPFOQmT6rhvu/8aG4vdYXID53WFe+k6/KPR7vbj1UBY69By0lPvAVKruMnD290tPovQhWAjxA0hI7WITivYMjjL3mZx09","q/RbvCTWW703Tiw9zFFbvV//OLxTkXg9/bg8PXHSEryAHT89gkeDvaE1OT06+ae9MFpSvHg7NTthrVc9nwhNPbG5Sj0GUHS9iaW9vaRPUb1qyfk8kdGIPJcMhz3iS3M9tYMEvEWJpTxXfNg8Usd2PaAFtjy640m9ohtxPeeFwDzTY9289DqJPeAJvTylfpW8Cwo7vL4htr00YFE9SSK3vTirar1IPlE8sjGovdq5uTx7mJC95G4vvWqqdT1rR7u9gh5IPWeRBD35TnW9D3+kvdnA07yMpLe9gPWCPWg3dL1pLHo9yN3dPI6zKL1W1F29wJhTvVYi0LvDvam9zR3rPPyLqzwWTDS90Ey/vMZxE7ypoTq9jGhwPdCFTL2s1aK9aVGPPa0nND2SUZ89w0xbuhGKWz1l/8W8MIuhu7x4JD3ThFG8yIyGPBnhILyYGo88hYyzvS+0wzy/Hei84JAEvaxaRjz4VIS9uoG/PFuQST0zJyU93aJTuKArhzwxDZM96fB3vVcvDL2IZh+9qYlsPdl5rjxDdEU9xOKEPWbW97ykdF49NkTfvMtdTr3yTIW8PI23PKrzjDygrck8tCUyvb82Dz0URmw9jmiLPAbbtbu7+JO9Yj4QPQRjQj1UEIi9BJY9vUWGCL0nmVy9Kq2MPfMogb09CdC8GK4DPE85mbuxJh49Dqzyu7dl8jx7e0u9JUKEvfzUy73kOie9bx5APaAB8bv7tSC8qld6vHYZHjzwWWa9MEoevRkp17zK+y09u84ovSQfhD1rZCq8hvYKPT5Sqbz6Zn89kBOSvbQcxzxORZI9vFXGuyEhkDw2aK47FxfavFmVjD2YZ3a8lfNzPV4vDj3EELe9xa2EvCQbMr3zdig90788PaHbsDw7xQo9XnOMPBfbHb3ayoS9X+KQO+d0+jqPIC49AIFtPAMPCzwMPQc8e9+LvHO/R73Gztq82q6NPb+RXjybYHC83+bSO1iFgL111CU91UAqvFPasL2nWoK9+AudveCNNb25u888","DuYZPVFpoL0yE3o9gl+3vZINl70ZVnu9BXmePZdyh71yE5K9QVhHvF/Ntzt02XM7Z1YpPILYoz1dcaM81W1FPR/8UL11Wq28NgSFvTrY0zuEeTu99ZFwO9ICi70P1C+9o5mBvKUN3rxYCB69j3n1O4vYkr3V6Rm9VotHPeXxjbyutwc9L7wyvdBoPjsnY8C8MzfBOmNrXz1804C6W7oAvAsIcb0tLc29f+uDveLAfT1gfnk9RlXbvVBZnTy0++48ypr+OgMZez229Y29TtzCvNyIjDlwc0Y9WPsLPZOcH72d5L45132gvegepzvieGE9MC+NPAMqwLuGVlS9r3LSvfhri71lBEi99Rf6upA7HL22CJy9g0GHPNiCS71ZKiI9sQpjuu8CGr2nZU09o4hvvUfzdr1tnIc84OHRPMM8u739peI7tCBLPd6tbD2A9108R6OPvNBg1Dt78aK9BRf3PNb59Tw5cVm7d3ePvPMwGb2FS5a9NIIAvSgmbDxeRYE9/tMUPWntDj1nCpm9qrAoO47MljwqDOS89QiUvVQC5TxFWo671N/JOgAwP70ALDe6t4QXPW9iPr0BJIM9/kiVvY29jbycDCA9xjGnvSayzjzVxS69gfGbvAhMDD0yG2k90yNTvSgjXbyjAAg9YAvePADU87rFAoS9tpCnvUKmKb1Plf28bTCsPaYg2zySPoW98FZ4vYxHmL29unG8TNWnvNoDHDzjCo08YCrrvDmyjj2i8T49rNxbvTT2+Dxfz5a9wGS1vUyEsztobFy84IWIvRN5Mb1N04S9BOiRPWVTqT2oZMc8mIaXvbsOf70wtye9G5uZvdqkbzwtL589qFhJPT0vi72izFE9OmRhPTZxrL22dmE9aXCfvcAHTz2BNJu7nSeFvTRqlryF6Jg9sGWMO4mizb3g90a9rX+PPVaL3LyFfYU9oTZ8PQ1qxzwIe7K9pj3SuymPuzw07IM9Nv3cvLdvMjt6TL69Dpu9vWGeGLzwDxq9KPBjPfQcibyEwJM9","M1t0Pc6DbD0gunm9i88mvX5Y9LyZYpy7sNGfvUBhejx64G+8dhxGPX5OjL2oG0Y8XBKEvfQ1xDxAOAk9bpAYvfNiXL1kIuC8SopnPeVFLD0bc8G9FaxtvR5Jd71j/aG9HgtIPW77kL0XSXS8jCabvGBukrwly+q7gGI/OgAUq70ctZk9yQkMvXqBoj2Yxro84vOVvC8Rp70mPKI8oDmmPGi1ULrq0w897JOOPKA35bwAz/s89GefPMw28jxCUnw9wyveu7R/Kz3ATBw9jRmvvQsqgr0V9sy8UoOMO0zk3rwQpQE95l0Qvd/8p7120gm9AHVbO9LdLb22UEc9MvyjvR0JhjwwTxI9JaOdPHgd1bwYCUe8dveZPOOukz0K/rq9RgVMPDSldD3AL5S8lEWPvBtVUjudLVY9MMLBu7EhEj3EYhy8XNAovQDDzjvaa7m9y55FvR8THb2zB1e9AdGiPXRap7sxKk69FM7NvdCLV7xmXzQ93G6/vOitO7xI91S9iM4NvQDPczrdhEI9wwYavdqRCL0Hxck6zR4qO1tST712HlW9W26vvRtFUr2qfyk98wuMvZCrKTqtFqo9aj4wPGU3ML0kzSE9lOONPL+dpb3+GRM9MSBiPW1tDLruc6O9BNcBvSAz3bxpu/W7WBaKvWAIVTsmq9C92uhBPRaadDzk17W7m525vJfcpbvEW6q9raSZvYUJCr1CPLK89QOAPdhhnTx4iTQ9u2GkPdh0eDyPbOs8qGcgvLotIT0D/Ze9R4WvvXxzKz22cWk9YvJUPeUgBb1uCz+9AHKePfNmhz3weYk8VtYiPbpTG73D5cY8wIOtvJNHdj1QEuo7eL6Fu7zNObuqRVE9NEP0PIjbgz3oqxk8Thgtva4+/bxZPDs9GUL4vBQ/j70AgiI8Fg6svNKaQLwY4Rs9Ip9cPY7wEj1FpiO9xOb2vD6Kbby1zd88oIkPvMC9s73UQ4A95mUhvQrrcb0gxgs9lQ95vZ7c5LxzLma8p3mcvZj9CjwVYWW9","FpH/vLTQ77v1CYw8KNhivAMHrr0sa5Q8cIgWvQ67dTyt6WS9SDYkPEgRlL1lLYw98HWMPfXdJj1rcJe9RjihvSruRL0YVzI8E0emPbp9Iz06n5M9ALdAvcDWi72KezE9GCaDvTNjZDwIykY7pmQPvRg/BzwK0Xa9gCTQPGs4AT3rdTq91hSnPGxrxbxoTKm988SOPFhig72jdyM9z5NUvP5Jmb3cMIK9Uk9MPREZkj3iCIe9j0CnvRihE7zQBAA996gAPTYGX72ipy89rMakvLyShL18jCu9svU6PZAKYL1HS8G8yJOnPdXslT3W+oa92ZnvO7qHl70Ao0i9by8EvUMrH7312wg98GJdPWcqv72vTYY8ej5dPc4Sjr1aY+a8cdPEvYZVTD3oXH48shFAPUd1q72JKUy9Hb2kPTXpqb311D892uaVvT8Hhj1xfcK9yzzYvGhRDDvrd5m9hHAXPE01BL1nXhI8Pga/vfn5d70FP0Y9TOGuveh3aDxWJlM8QD5uvfzDg70gkw69hvdlvTNqkzyia0E9+C+ZvaReXT3FWVU8OlTAvZArB70GARo9VvRHPf90Tj3Ymiw8UONyPdAODD2gXI+9ClodPfiLl72kY5k9HtyBvdbNaz0AG6+5UF26O/AxIL33K1S9stVTPYUGt7wnGEm9QPQjPDsoMzuo1AS88+lSvTvtj72aemo9JuCyvH/Plb0AUv48TXUqPXFqMT2WI4M9jhecvdpALT3Am1S8HSGAvABe1jv+ewA9ozAwvKuUWr25xko8vEXGPLBovDzkH7q7gOZJPHZHcT2DnqG9vEw5vU88RD1gGIS83iiIvAu4VrywyhS9qJFJPW4kFD31Tlw919tRPe/v7zw9aUS8dTAvO4bfUT2veR+7OfIlvayajzuwkTG9MOhkvbBFOL1tB0491lpuvX1CPb2R7UA8lOapPGWWXr2AJ5a9FSM3uwQyjj1Topk9mWI3PQb7k71W2tY8FDO1vIDPtLx3VDi9g/aRvaLUWD221HM9","JvlSvf/ZXrx6vpy8CTI9PcEkSz3G3pK984GDvVqyRj3gI5M9p1gyumYUfD0ApVm9qmI0Pe4xKjwGeVa9bC2fvcQ8o71Qx9Q7EZiCPeZxVT2lmmK8a78KPOK8cT1GMHu9a88gPdduEzy18yA80KOSO9ovez2RGJq9bGf4vH45I72hcTG7SfqsvZ727ryHFDY9sB73u8bRPr2BuJS96Ye/PJ8YIj2ZIzK9Sy2evWZFEj21MPs8+Mpcvc+aUj1Xbew8YpQgPeAp8LyKSRc9ffhtvW8qXb0af0K9rNuFvG4f0DxQ/N07xr73u2h45Dy56z89RCfsuuBPfr3o9E28o2SnvSEv6Tx/t5m9ilnIvemQqTxwfw+8qCidvbHqYr0f3Cg9T2gwvYdyLT3Mb729cDCkvev+pb1/2Tm9tHG8PGdYob2cuY09fWNcPLimhL3xhYi9+qkMPTCGfz0sda+8IIELPWBq7rxa+/w7nZTFvOZAgL0oeh298+QXPOW4lD1NxY49dQOwvc9J3r0P+ps9VfzHPG7CFz4TWMY9sP0mPqQGQD0Sc8K94q0AvjYhSrsb2g8+MY4QvjCi47sAUSs+/F8APond076frU89Zegovl5U1bkvDgi9GjJzO/NSsryRq8o9aUHWPYXsFz4AXg08fTeDPdGTJb0JCKm90oU4PdB5Sj4XUSQ9MWGPvgfXKT1jAZW+HvwpPU2luz3l8Rk+piMZu7lrDL4bn9C+AYlqPRrpTz5F+Dy+IAqcPfY8AT5DUvG8aHdAv7kaZ77LPyM+RvdmPdXeXb1V+jU+s2yQvWBq3bzyCYg9vBONPOz8Bz6RjlY89MidvC6pSD3BKaI9idEcPgn7RT2IAWe/SN42PhkRub6hmF0+Q1rSvRRTpb7QOcQ9YxvVvrDlqL9k10u6UQ1ivg426b7gRDM+cFdivTqjDz7565a/HzigvQBMYT2PqAo+lC8kvbFbArwUdww9n6f5vauFj7xE5o6+/aMhPlI5hr5bdMm9S/CMPEAtKj2rShU+","lgbKvTUeCr5E2ee8WCKavWp3vz1xrls+zmCgvOZRyr2v3Lm9D58/vG0en76/Px094F49PS13kzxqBSA+BjvRuyloD76Ksxi9W4WnPRXE7byx5HY8rHmDvVtByjz679C81iXJPDcgdL4dfqk97r+bvY3LxT1OlJ88BvhDPYXkXzxYHns9IiwuvoQ7Ib4RcF+9XxsvPW3Wi7189629JkIePnkm4TqNcGa9Czc1PVIRhr6M+EA9JiyLPbbfY761ClE9zzLfu1TKGj7A5G6+U6I2PVnCRzx48zs98SNNPHyzHr3lweA7itepvdrt5z1vVsa9bXscPjXG8r0rr3q91y/rPRHqd7xNeQ6+yOMbPbKIKr6fAb+9dvqsvrVPCb6GJq+9lieBvUEowr2GlyI9FjhjPsvDJL71+7i9ClsBPWJLAT2iCCy+dAfGPP1EoL5qHRI+2A6Hvc1idjwwDPa8pDdDvJcjbL2axhY+qK0DPX0eOT6f+kk9DAZWPRZWQL33EIi9VNEOvobGLT0438c97AcxOgr2RLy7U00+cxGTPdq1wL3uZIU+bI5dvSWT2D0faRE+GUjyPRrJOz0/GS8+hrruvTSspz4BKwC9+FdMPhgdQj2jOya8NJGQvKb4Q73Gv3O9Pr89PIaPHz6wtD48AoTJPlHBR76fZK49639pvZZaIb1aWnk8vzfIPjxIDb1XaAq9NRV1vS1LcT2ttFc9oR/1PPiNJj5edRI/tCaMvQ7nlT0Td30+zWAvvJIHMj6odQK+uH3fPkRpGL3WrTU+o0lXvYNiFT3nvqg9I2EfPQz53jyasLq7puJkPHfytDx4dN89kD60PgnMgz2IFaq9oOhAPer6Tj0uSS89UmedPi3clb3X6bw8Pz0+vl/SCb1+0oa9RDqavYWYnT3SkjK9wjSCPYGonD4eOSE9XqFrPf31rT06NQi+qqWpvV8/M758sI494eWsPCOlOD0qTy495zm0vZmLND2sgbW9HlQjvO4dhDzMfiG9BPZxPSYECD3uTpm9","p42TPN24KL5mGh09nhGBvsOZxT1KNeo5AumXPYSc4b0Oq6k81klnvh7tmruOAv88PkO/vkAHoz0Ag5a9acMGPMJAyT63FSW+PZPRPCbZPz1f2eu97i1hPbEHcL0moak95mWkPUYgR75cqYw8ulB2Pu6JPj3ig8K9puwivaA7gT172v89h9IqPjjnfL0ioqE9gzuTvaPNsL7XlI++GngdPn4APz5u64g+AMiWO8j9m737txM/KBOhvQB5B7xq6YQ7bBsSP53ZBL7xY6K8j3VbPd11BT7zeQs+au0nvcaBub16TJI+6ja5vjcW8bzhJaG+QL0vvNOrWz1YgSs8DKN7vZoMCT0n+AM+RX/FPpqGvT51ssA8b38EvysDNb+FnsY9qOotPuPxkj59Epe9F3dhvaLC9j7iia++/viGvTWu1r6VhXU+4et7PWkW7T2uR409AyyFPsnCpDw+Iz27VzZ1vKPSQTwsTwo/eaYGvmLXg76Ep6q+8cepPiBcqzz4bn++/Y0GPhj3sT4ikqC9xZtzvOJG171zHOE9dyPrvkwN+j1RjRs/2vDwPo90Dbqsiy2/VUrAPlDBuL0A7fu51TKXvf1CfT/GHw67vWnQPI3oAT6afKa6IOTEPZTXS71PE6c9DnxnPK5jqL7UmwY+2oVWvqwYMT4TTdo+wKSMvKFX9r0J8M08+vKMPuLpWL6K2B09rKenPKbbFT6ogBA9NYyIPCZnUD4SAnY/RKMFvEpllb1IQTY/FJRNvizP6DwvkxU9OQKGPm0CxbwazYm+Zry2PaCymj3LfFE+HUFWPbnu3j1aXla9fNEvvnjBtz2E9UQ+wsIGP80KLz721Ki9UyCTvtBZBT4Wmb09USDcPbtpVL1/Qps7xp4fv/49o71ZR26+ZoUNvtpDTb14R6y85tHoPDGRlD5L3Pw9gHyOvMy4Hz5Ggra+Gc9IPbM1874uLeO9CkUSPhlfcb7Uikg9bgX2PTy96DxU97y9DDQUvrfprj1aI4k9ZDI2vjTMhjywR0W6","NfJSvdk+f70zhWM/PoCbvX+YxT028wA+UrjCPfBdiL42xLi9PeKHvnx+uj3u0HI+vOcRvth1mbxQPIQ+/MBdPlx+Lb+jMtU96FqRPtMUPD3IGTo9MX8+vqjT4bw1h1u9AUguvrxIHz3AiW69+mFxPdaKmb281Am+6NVXvBDpXj2fjW89aDDGvpjSiD7nu449rsEZPmYGyD5vPB0+QgNFPYDh5L1orZa+TkYGPZH9Gz4QErW90QgqPs0FmD7jZeU9tyDrvhKA9T0F8vc9q9xavPbsDbxzilm+gYtBPQyF5D2E7xe+ApKeO59Pm70OntA+bHZbPRSYHL40lOM8u0Y/Plf4gT2yHQ+/QiqXvnGWRr6/bF2+znrgPTrslz0bDYI+QSNMvoWhwL6EFru9L8oTPjH7iz3j/fQ919OFPZ6bfLyfOLY+uuayvQOxtb5Li8o8FG0wvUUQL74q1IE9/tW3PeNm1jzitN68bHo7PYYjn74I8fy+0zslPMBxML3bFZQ+6Cv/PHtzKT1hNnQ8KFKnPaqGj7w4CoG7+jqKvBdHm70sn7S8nSOHOLyBhz0WAaC932i6vQ2jaL2EtLk7LbZVvBEg0L2khNI8V/SAPYlDTb0NTtG8EsOMvRlldz0EVkc9U50CvdCRkjwXxzY9wdSyPClZt73ssKi8AHYWPaY3eb3jmWQ9SY+lPcCsWb226WI9y0HBuSvCu73RWLC9tm85vbueH7znHHk9yRSXPWp1LrtLW9g8MoQtPVgzyDw6R529JUEIPbEzArxcmIS9xxxFu486Rb0NU8W8Yly4vBtktz0F/AU9RNStvZ3zg710Q568HGm2vTpq7DwyK0Y9yMa1vTfzib0QAmW+02KBPgiWbDywVGY84RBVvT1/e72yKgc8G5/pvR7aFb7mMnU9jWwRPUxxzbw7p7c8akIYPcCvNLwa6K++QxsxPrda8LyB6+G9bMgRPfVrsTxMhZA9m1sPvgyPPr0fJdI9ROvCvFsfnr1zVIa99JdbPCZcfz3FtG89","jLgRO4fzYztCC0u8TVUtvW+DfrzhJRm8xRGXPdsZ07s9T3O9RsWVPMScDLzmiFw94VYuPX8SEb2SOsi8tlN/PfYz4zyADaq95EYMPGEJlr2jX9g8VynjPLGOqbzfql89NEUhPVtkA73f6Z291+prvQFKgTx+5Qw8bJ+KvMu2lL08res7azZYPXS5cD1VVmW9McmEPbDq772w0pc8A1b5vWfuZr3KAnQ80C1gvaF+5L2MX429U4XRvQCPoL3CaRA9aAeNvATHYT2o5GE8AgzHvHKoFL1j4gS9Y9ZIvVt+rT3jGEE9vDNZvYBZbT2gN7W90awxvWmRdb1oIZ+9G6A9vRAgPb0n87Y8UM2vO4uHSz3ijuS7dDn5vNJ8D70XPIC92pu8PG2MIjwQqgO9u/hbPUYQ77v1zmM9QGygvYMkKTxwIZs9CIqkPLZbjrwPDFq9w7k+PdzfQD2ShTw9KwGVvRvVqb0B+eW9rTMnPah7Zr3uerw8QSuCPasaf71t16G9CjbWvHkHcr3YVjw9XRcnPUd4Z70k6wE8Wd05vdyxhL2o0Zo76r+1PAA+lL2vika95CajPDiBiD0Pz1e9Cy7qO9+mJr0lUVs93AarPUe8i73XNAe8KWQlvc+0CD3cN6k9FLNpPCoHB71Qkts8o9+3vPwo7bzVLZW8gK2cvL7+OzxKBya9KLHkPJKUMzu/yXM9YtQiPNy0Pj2St109nIbWvYL0TTutBLo84a0gPfNNaj2TIGI9yfmmPFvokbzM94I7jrKsvdP7or3TkB+9MNkpPSaCkL1oNYO9qyyePLYaIb085KW9/HTWvexHyr00Zh09laG6vU7A4zvTtI49aSeDPWrr8TyQq6S7HpdpPRtjgbyMZ5C9//MAPIUzMb1jVgQ9eaMTvZBGdry1Io+9Db6VvdBI9TwiLHq8oluqvZOLXr13my+9xroSPURxDT18BZ88WoQhvWTn9jnPugW98GieO8Nqkz0m6Eq9Olj3vdZwiz2VpJi9EcGaPBskQr1zhrk8","/UnIPaSMcD1o15c+sDy9vSWbEz6TNIi8iTi2PQiQDD5dYqe8Qu4SvsYIaj1qPlq8wT3LvSTH9D1kVXQ+c3pqPZ7q2771pw49p78iPDr6JTxnq4k9EmYjveGJKb3mhky+NoEFvqt/ArqoCGc9GjgfvcJLWr65CBs95vGAvZLRJT6ZFVW9wolivjEO3z1lQIy+qHF8PrbySj4c4Z68u13JvH6Eqb2nxqm+I7UyPWLDlztxZTi/NSUwPi3HPD5PiJg9d2tvv6Jdar5tRgo94mnGu0oiwTzvYjC+Hz97PfLCMr5e0by9mrf2PZjdmz3S1Jc9LQScPMg+gL4g//g8zQ2HPp6z8jzhtxa/Z1sgPpJq4L613n8+/LGFPoZSn70hO3s9ZGiNvmewar86rXg8qHmMvlpWEb/ltTs+FeOoPWk74D1qOqC/x8VUPQhBqr0vpAM+b+jhvd4NND2PgaS9+cu5PN9xvTsbXZC+j+GlPWhWhj7hZ3U9Ydk7vkLlYD0oYeQ+O/Lbvfzrnb5RzH49epZ5u43b6zzyF4++WzEDvAAs0b3DbVa+jRPavj29jT1Agt28tpLZvWNlFb2g94O+SjabvC//8b1Zh9M9cSNJOqMSlr2ZpKe8W2YDvnGY4jxvEca8BHEovrEZFj2AAFU7RYipvBMoNL7rGNQ9ABgeOg4GXTyClnU965qWvu3h7DvuF7i9icbnPJddAz5phv49xyp1vfiTUr7+Pau+bizTvH3YeD1Ngp++RYf9PZBdhLzsX2o8euc8vcEOkT3YmrA+BvOfPQLBnry36tI8p0a4vOOcQL6yZju9/wNEPU+Ofz0mhVM9YAHrvTrueTzbSVG9ySggPaOWh70Ks3O+Ss6/vJLwY705X/M9Py9RPhBSjz0PpNk9j+R+vhzSmL5AgrI8fuR/Pc51gL7TeD49iot7PbgFRLzfHiC+BSOHPRmqJT5snB08bQi4vQhS8z0ncp29sKmLuehNBL75mag9habXPdw1gL65Rm66OnMUPjQQqLwpvVc9","sYv8ve19XT7RjwO+JyzDPXILw70Rt4y8xzHlPU/Fqb1u9Fc+L3FvPhDg8DwXTrS9xik6PnVV+z0ndoS+zt7QvS+qfD7S1lm+ol8JvmRSej1iCVI9VIiKPvihULyl6tK8d7hxPSEMwLslwQK8+omyPFSVZTzjQwC9wNlKvKNhvr1BrkI95XaLPqAQkD3xKMU96RedvYdp876szLe9fY1tPewogT5ei38+1ZUVPrIYGL7bGfs9WBkLvo9kor0z1gc+wNB1PkfToL1zhAe+l8BqvHh75ruJX8c9B3m0PT1q3r04m9Q9j6+4PS3W/Lx0v5y9tXr1PKYm0zx7b5o95onRvsedBD10pOw+oHGhPMEAiz3ugs+9LqrSPd04CT70y649BbOlPnAnBz+ZjC08o5jIvZ2kuz74lHQ91ejOvXBjjb12wNc+l7kAvRnRM73VzpO9wCHvPYfDLr2haAs8mW96PbNVxjx7HwU+HkdOPBRbQD7FQrM9xXOWPZvjWb2EJ+a9XsCNPFNTor6bXbI7WaoUvYjXtj2nj4E9vEWxPHpDiT3SWMK7SUoRvlKLIj7Vf9G9wWfovvikW71UeiG+ex4evWnjTT5j3H8+70NOPa4FxT2sZa69o/CMPEMCv70jI3O8uUaMPrO3/D0ON++7+uCiPH69KL3fhjq+24ZwvV55Jz4IZWk9bcZsPu25Jjx0cYc+oYEDvYI65z22GkQ+zlYGPoeIsT62sEY+cZmuOhxgrD1lVAk+UTcwvIaOhT6Yi7m+SX5uPtvmnr67Avw+MyPMPfcVrzyOSQ4+5J61PPAxm7wgyuI6EbVUPDezVj1cFK89OS9pvVvFkz6wj5K9Ys/JPFMJEDy2xkc9wKYVPmWgTT1LWBk9P8qlvvk3X79MuoU+1zKaPfOyFD7OyIu9Xi1WvgMqkj4xlb691h4QPc5c/jpUpRg+IDN8vUOD/z0og/U9A3cQPsOXc71jQ6O90zqMvIxaGj1yaV299L6gPaTJZ7/TU8q9Bq+6Pgv2EL1QFV69",