{"architecture":{"class_name":"Functional","config":{"name":"sequential","layers":[{"class_name":"InputLayer","config":{"batch_input_shape":[null,9,11,1],"dtype":"float32","sparse":false,"ragged":false,"name":"input_1"},"name":"input_1","inbound_nodes":[]},{"class_name":"Conv2D","config":{"name":"conv2d","trainable":true,"batch_input_shape":[null,9,11,1],"dtype":"float32","filters":3,"kernel_size":[3,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":{"class_name":"L2","config":{"l2":0.0}},"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d","inbound_nodes":[[["input_1",0,0,{}]]]},{"class_name":"BatchNormalization","config":{"name":"batch_normalization","trainable":true,"dtype":"float32","axis":[3],"momentum":0.99,"epsilon":0.001,"center":true,"scale":true,"beta_initializer":{"class_name":"Zeros","config":{}},"gamma_initializer":{"class_name":"Ones","config":{}},"moving_mean_initializer":{"class_name":"Zeros","config":{}},"moving_variance_initializer":{"class_name":"Ones","config":{}},"beta_regularizer":null,"gamma_regularizer":null,"beta_constraint":null,"gamma_constraint":null},"name":"batch_normalization","inbound_nodes":[[["conv2d",0,0,{}]]]},{"class_name":"Activation","config":{"name":"activation","trainable":true,"dtype":"float32","activation":"relu"},"name":"activation","inbound_nodes":[[["batch_normalization",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_1","trainable":true,"dtype":"float32","filters":8,"kernel_size":[3,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_1","inbound_nodes":[[["activation",0,0,{}]]]},{"class_name":"BatchNormalization","config":{"name":"batch_normalization_1","trainable":true,"dtype":"float32","axis":[3],"momentum":0.99,"epsilon":0.001,"center":true,"scale":true,"beta_initializer":{"class_name":"Zeros","config":{}},"gamma_initializer":{"class_name":"Ones","config":{}},"moving_mean_initializer":{"class_name":"Zeros","config":{}},"moving_variance_initializer":{"class_name":"Ones","config":{}},"beta_regularizer":null,"gamma_regularizer":null,"beta_constraint":null,"gamma_constraint":null},"name":"batch_normalization_1","inbound_nodes":[[["conv2d_1",0,0,{}]]]},{"class_name":"Activation","config":{"name":"activation_1","trainable":true,"dtype":"float32","activation":"relu"},"name":"activation_1","inbound_nodes":[[["batch_normalization_1",0,0,{}]]]},{"class_name":"ZeroPadding2D","config":{"name":"zero_padding2d","trainable":true,"dtype":"float32","padding":[[1,1],[1,1]],"data_format":"channels_last"},"name":"zero_padding2d","inbound_nodes":[[["activation_1",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_2","trainable":true,"dtype":"float32","filters":16,"kernel_size":[3,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_2","inbound_nodes":[[["zero_padding2d",0,0,{}]]]},{"class_name":"BatchNormalization","config":{"name":"batch_normalization_2","trainable":true,"dtype":"float32","axis":[3],"momentum":0.99,"epsilon":0.001,"center":true,"scale":true,"beta_initializer":{"class_name":"Zeros","config":{}},"gamma_initializer":{"class_name":"Ones","config":{}},"moving_mean_initializer":{"class_name":"Zeros","config":{}},"moving_variance_initializer":{"class_name":"Ones","config":{}},"beta_regularizer":null,"gamma_regularizer":null,"beta_constraint":null,"gamma_constraint":null},"name":"batch_normalization_2","inbound_nodes":[[["conv2d_2",0,0,{}]]]},{"class_name":"Activation","config":{"name":"activation_2","trainable":true,"dtype":"float32","activation":"relu"},"name":"activation_2","inbound_nodes":[[["batch_normalization_2",0,0,{}]]]},{"class_name":"ZeroPadding2D","config":{"name":"zero_padding2d_1","trainable":true,"dtype":"float32","padding":[[1,1],[1,1]],"data_format":"channels_last"},"name":"zero_padding2d_1","inbound_nodes":[[["activation_2",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_3","trainable":true,"dtype":"float32","filters":32,"kernel_size":[3,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_3","inbound_nodes":[[["zero_padding2d_1",0,0,{}]]]},{"class_name":"BatchNormalization","config":{"name":"batch_normalization_3","trainable":true,"dtype":"float32","axis":[3],"momentum":0.99,"epsilon":0.001,"center":true,"scale":true,"beta_initializer":{"class_name":"Zeros","config":{}},"gamma_initializer":{"class_name":"Ones","config":{}},"moving_mean_initializer":{"class_name":"Zeros","config":{}},"moving_variance_initializer":{"class_name":"Ones","config":{}},"beta_regularizer":null,"gamma_regularizer":null,"beta_constraint":null,"gamma_constraint":null},"name":"batch_normalization_3","inbound_nodes":[[["conv2d_3",0,0,{}]]]},{"class_name":"Activation","config":{"name":"activation_3","trainable":true,"dtype":"float32","activation":"relu"},"name":"activation_3","inbound_nodes":[[["batch_normalization_3",0,0,{}]]]},{"class_name":"ZeroPadding2D","config":{"name":"zero_padding2d_2","trainable":true,"dtype":"float32","padding":[[1,1],[1,1]],"data_format":"channels_last"},"name":"zero_padding2d_2","inbound_nodes":[[["activation_3",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_4","trainable":true,"dtype":"float32","filters":32,"kernel_size":[3,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_4","inbound_nodes":[[["zero_padding2d_2",0,0,{}]]]},{"class_name":"BatchNormalization","config":{"name":"batch_normalization_4","trainable":true,"dtype":"float32","axis":[3],"momentum":0.99,"epsilon":0.001,"center":true,"scale":true,"beta_initializer":{"class_name":"Zeros","config":{}},"gamma_initializer":{"class_name":"Ones","config":{}},"moving_mean_initializer":{"class_name":"Zeros","config":{}},"moving_variance_initializer":{"class_name":"Ones","config":{}},"beta_regularizer":null,"gamma_regularizer":null,"beta_constraint":null,"gamma_constraint":null},"name":"batch_normalization_4","inbound_nodes":[[["conv2d_4",0,0,{}]]]},{"class_name":"Activation","config":{"name":"activation_4","trainable":true,"dtype":"float32","activation":"relu"},"name":"activation_4","inbound_nodes":[[["batch_normalization_4",0,0,{}]]]},{"class_name":"MaxPooling2D","config":{"name":"max_pooling2d","trainable":true,"dtype":"float32","pool_size":[2,2],"padding":"valid","strides":[2,2],"data_format":"channels_last"},"name":"max_pooling2d","inbound_nodes":[[["activation_4",0,0,{}]]]},{"class_name":"Flatten","config":{"name":"flatten","trainable":true,"dtype":"float32","data_format":"channels_last"},"name":"flatten","inbound_nodes":[[["max_pooling2d",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense","trainable":true,"dtype":"float32","units":96,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense","inbound_nodes":[[["flatten",0,0,{}]]]},{"class_name":"BatchNormalization","config":{"name":"batch_normalization_5","trainable":true,"dtype":"float32","axis":[1],"momentum":0.99,"epsilon":0.001,"center":true,"scale":true,"beta_initializer":{"class_name":"Zeros","config":{}},"gamma_initializer":{"class_name":"Ones","config":{}},"moving_mean_initializer":{"class_name":"Zeros","config":{}},"moving_variance_initializer":{"class_name":"Ones","config":{}},"beta_regularizer":null,"gamma_regularizer":null,"beta_constraint":null,"gamma_constraint":null},"name":"batch_normalization_5","inbound_nodes":[[["dense",0,0,{}]]]},{"class_name":"Activation","config":{"name":"activation_5","trainable":true,"dtype":"float32","activation":"relu"},"name":"activation_5","inbound_nodes":[[["batch_normalization_5",0,0,{}]]]},{"class_name":"Dropout","config":{"name":"dropout","trainable":true,"dtype":"float32","rate":0.5,"noise_shape":null,"seed":null},"name":"dropout","inbound_nodes":[[["activation_5",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_1","trainable":true,"dtype":"float32","units":128,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_1","inbound_nodes":[[["dropout",0,0,{}]]]},{"class_name":"BatchNormalization","config":{"name":"batch_normalization_6","trainable":true,"dtype":"float32","axis":[1],"momentum":0.99,"epsilon":0.001,"center":true,"scale":true,"beta_initializer":{"class_name":"Zeros","config":{}},"gamma_initializer":{"class_name":"Ones","config":{}},"moving_mean_initializer":{"class_name":"Zeros","config":{}},"moving_variance_initializer":{"class_name":"Ones","config":{}},"beta_regularizer":null,"gamma_regularizer":null,"beta_constraint":null,"gamma_constraint":null},"name":"batch_normalization_6","inbound_nodes":[[["dense_1",0,0,{}]]]},{"class_name":"Activation","config":{"name":"activation_6","trainable":true,"dtype":"float32","activation":"relu"},"name":"activation_6","inbound_nodes":[[["batch_normalization_6",0,0,{}]]]},{"class_name":"Dropout","config":{"name":"dropout_1","trainable":true,"dtype":"float32","rate":0.5,"noise_shape":null,"seed":null},"name":"dropout_1","inbound_nodes":[[["activation_6",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_2","trainable":true,"dtype":"float32","units":1,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_2","inbound_nodes":[[["dropout_1",0,0,{}]]]},{"class_name":"BatchNormalization","config":{"name":"batch_normalization_7","trainable":true,"dtype":"float32","axis":[1],"momentum":0.99,"epsilon":0.001,"center":true,"scale":true,"beta_initializer":{"class_name":"Zeros","config":{}},"gamma_initializer":{"class_name":"Ones","config":{}},"moving_mean_initializer":{"class_name":"Zeros","config":{}},"moving_variance_initializer":{"class_name":"Ones","config":{}},"beta_regularizer":null,"gamma_regularizer":null,"beta_constraint":null,"gamma_constraint":null},"name":"batch_normalization_7","inbound_nodes":[[["dense_2",0,0,{}]]]},{"class_name":"Activation","config":{"name":"activation_7","trainable":true,"dtype":"float32","activation":"sigmoid"},"name":"activation_7","inbound_nodes":[[["batch_normalization_7",0,0,{}]]]}],"input_layers":[["input_1",0,0]],"output_layers":[["activation_7",0,0]]},"keras_version":"2.10.0","backend":"tensorflow"},"image_data_format":"channels_last","input_shapes":[[9,11,1]],"output_shapes":[[1]],"tests":[{"inputs":[{"shape":[9,11,1],"values":["kFKGvV2FHb/X22+/+0Arva6eKD9zguG/G2eWvi7IPj/YJYI/wPySv9Ii5b8+5dQ/LeDKPiDqh7+x2lQ/n2wFP57qoz/j5nY/+fw8P6oN87/JWIk/M2BPv/JptT6U6wu/+hc2Px6j8T+v35s/wlY3P4ISaT7YPNq+TNOHP7VUkj47EzI/6z07v7Ulor8mU4+9i6sHP5WigT67TkY/xWrJvU/rrL5Gk9k/X9CxP4x1ob6eMzG/4MmPP3VLjLwGfJo/keRVv9H14T54OSk/3b+7PsqXYz7uOGI+AujOvyWvGr9AGJ++iNB1Pki6yb93RaW+Aw0qvL3emT+VYzo90KhmvuxqLj+eNNo+vT6fPnba+r+3mgbAfG6lvlf2UD/TDw5AwZpHP91P5z5cFqm/hcfWP9Dsjr4jaT0/BD7FvTueyb5ObnS+J0qbP/3SND/1xTW+Lj8DP0G2kD+/N7U+IUrCP6mMZD/xlWc/dXA+v9eOtj/PLQk/foocwDebNb1AaEQ/SWG0PtzavL97EZe/"]}],"outputs":[{"shape":[1],"values":["AaG3Pg=="]}]}],"trainable_params":{"conv2d":{"weights":["3A8cv/AZyz5S08q8XBzOPUvwUr1A7fE9/2nNPXaQ/LzX1Hi+uColPcWGxz5z3Vu+oxviva3ZLT5tsVs9e+MdPohV5b4zPw8+vBO/PnvjZD5LrjK+juqovv3qrT551qK+1U1sPpexhz6Z+iY+"],"bias":["X/fKPUmk5D0Wvoa+"]},"batch_normalization":{"moving_mean":["oIvRPehP8T2FY4K+"],"moving_variance":["txuxOue7eTruQxQ7"],"beta":["xtS9PC5/yj357UQ+"],"gamma":["D62aP4YtcD8YN2Y/"]},"conv2d_1":{"weights":["G4egve3DejxBg1M+6tZVPU+Tc77eEYW+xo31vfkbpD2vIYU+O9RfPbyiBL6G1NY8Q9yrvsBVh77uB1c+dCcgvaXLaj5bCIu+FJXQvRUIVD3MQni9Kr/SujAIyrzTtPm9SrfOPHejf72stdO9gjpCvi5aNb6pnz4+Dm1uPtHGwb1y93W+uRxDPoXa7L3H5e89/WODPCYetL0TcFI+fEoLPmptCT4MpFe+nGXtvuAswT3Pami9j7GRPjmmG74XChW+ziZTPZm/qDxvmqg8pbZnPUlosL10KDU9+wdLPgcvCL7hBSk+1x6kvR6vpL3jDAE+y+gbvpscr77j8kq+FA+HPgOitbwyMz++ZgwovhF4HL6Wrow+ReWvPgmEiz3xsNa9yTAhvImxaL5O7NS8RtcRPprQJz0JggW+bdNAviBE9Tz0FoW+oS+2vW8mED5lTvY9b4SEvYM0C75tJ28+/pnlvOgSfL6fK/q8gsJqvhlfGzt3DUy+VRavvQIjRD5TRGI+VzRaPkypgL56PSY9760TvJkBVD7Lx0Q8gpU+vh2HUD4lLsw8eZWUvuHmMj64DoQ8SarxPb6it7098Wa9srAUPi284b43fnW+8D35PX59Yr7a+Js9O2FDPhDVAj4fbZC++t0WPbVkDT7wR10+cWwPvuujhD63pio+Kupru7K03z0alZK+dqYyvYj4OT1Xed48GFpGvRxikztgylS+KmbVvuSYLT6gNL07UuguPjZhMr6g+U0+D6YGvwQtdr7vSwu+2s02PtPDbr61kSC+/I6nvon0UD1pUca9scAHPjDfaD6flLC9FoopPnOqBj3R7Hk79SM2vjnXIT0shzq8KpoXPjJAb777fsY9aB8qvnFrNT73wQ69wAy6vJTpmD6Weq+9QOYRvt/tRL5eoPm9HdGDvfG8ezoiyDK+nkZqvRrDfD1gGU8+OZuIPoEeyT2kJIU+u5xnPnU3IT2DzJU9uMmGPrSBuz2rXKy++owgvgMLsj3mNUe+l5uCPjYCuT1pL309","GNPGvZKlPD5yZY09qfpJPq2GvrzmWJU9Ex8lPpAdXT7dOQk9kVoTPZb7373eHby9Cu+LPSDM1T2FrPw89hxxu6Yhojvz7Pw9Js9Evhx/Ar6JNYI+lFbFvPrcKT6G/ic+"],"bias":["mModvW9p/70rkLi9oPB0PGf7Nr0yfDm9oClQPcL/X7s="]},"batch_normalization_1":{"moving_mean":["aepPvgfVHL40D1W+GwT8PDpH6b0Jg3a+xi6mPWJBjT4="],"moving_variance":["2D+BPgFW0D3SWl4+xVxpPrLvNz6I91Y+2pMLPnhoiT4="],"beta":["0gInvtxr77z2/oC9teYdPEUgPb0ZYha+C5KUPaRCAT4="],"gamma":["aUWnP7UfnT85OJE/JClCP1OCfD+vtJc//eRDP2m7PD8="]},"conv2d_2":{"weights":["9GaBPdDQub7yOtO9J58vPo/LBz7Ll8K+52jEPY3pHD6w3VA9LwQJvuZwVL3pUrA92cFsPbZ6db2ycjQ+dfg/vaLIoL4Pvwk9j43LPUpcZ75YNYm856gTvtcbwz2EVfE9WvmFPHDWzr3KEUy+2BsJPuCIHz636aC9jFv8PVSlGb6qqoG9a5ikPTX/Ar1sX6g9XhuFPYkj8Lxn/pQ9KxQgvrg0YDwDIxU+FHEmPtf2sb00zKM93uY1PWPIUL7V3Vk9SAoUvPA8eb7X2My9dUMevhkKBT0Q2+47o/6IPTWG5b0DPWS+Nz7UvVz3TT1+bSA+9dd6vs7l7r262Ja+IzgRPklSLb4C8XW+gO/Ru0heyL00ip++l14LvmKkur1/3hC+xUJ9vrM4Ez1+/X4+noBSvbMA0j06ivS9fphnPhxvQL5d66I8WIPlvCVeED69E7O9UvVCvnW7s70lJgq+HeG9vbJlKb5tCfY9899pvgp8yD1aLIC+lKhzPYV3Gb7eB5+8XCFKPlkBUT2MYVg+N3mSvVfuCz0r8I0+6MYLPufV4T0efYq+hcoxva+0Hr4ZTSS+3ZWevejabL7CxpC8rV3bvWZiWD7gF/U93V4uvhhi5zxQm1U+tSNlvRBn370KokC+8BE1PZ94or1EOAU+PBF6vU2DwTyGMmy+hd+3vAoUAT7ein8+kcf/vdzAqz0v6lw8GVKNPZvJhD4m2Bq9cQxHviEGEDthBkU+Wi/iPLaEQz5Bq4m83EQ8voub8r0/JBI+GCFkvs88Wj76akK9+cGBPaWNoT0ASJO+pjcIPWS7wL3dvBI+lnZgvUHiQb5aokK7KmDIvV/3rT4l2Um7Jc6bvBfp3r2fS7m9ITGQPXqosjwVypi+3DgNvarm9DxBpd+9ZX7tPVNzLr2+d9S9vz4IvVCAqz20nnw+2B5Yvl9b771tdpy9Xi/QviHEIz51K989V/PcvZuxIj4K3vY9UuLzvcMQHL0PdhW9B5aKO2fe6r0MhdQ9auXgvQrdcD2xTwg+","vl9kPvc1Jj4zDB+8EhCaPavccD2rnxa+h5bDPAUlQL6J6JC90vA0visgdj4IiSK9E8wxPqNGOD31lbw9uTtWveDq5r17cgg8I3ZMvkFfMr7FsxK+k1E4Pgml3jwo0F89s4YQvv5bCTwGQA0+zzpdvq1aM73bK4K9ATMePVROib2Niim+Dw5xvh0fLD4+Sdm941JgvtYAUrza4as9XfOdvim5a70lGVi+tYqWvZW7y71BfoU9m8rjPAbjs73644a9mWTVPWbaIb3KJoi+7M3pvBq7br5FZym+isxXvu8+b70Pfz0+ufsuPjzrFj21pYe+XX9mvbTjP71vWWu+HuIpPTovKj5AF2o+EFnfvQEoAD66hW291TY1PvztwD3FgpU96WeLPBZggb6k+Fa9KdWovBtffL5gyG08fz77PdfV5b3DSUY+CRANPinlMrtCHUq+bKrDPYfWj702X4s9pK7EPS8RDT7vtFu8qIVKPRfBAD7PVHG9nlGcPgc5ET7DInG+qlBmvl7ykj1/hmC+e954vZPLGj5i/IS+ghgsvll4pD0Hnjm+LNdQPuDSID7AjQK9PSrOvX/rCT5VN5q+3AVdPWGoMT6KwgK+FM4XPJmZYr70ozi+yrUUvXcnNz14IlK9QFyRPexhqT2VfcW+nEsUPPULpzzgkE0+ifYLvv8k4T1RE6K8fMzSvgWcrz2/gQ0+W9YvvtYacz1Xqbo7wsNsvXEucD4wKrQ7OyH6vUQ9Jr094yW9xCRtPbRemD0U6G292yGYPWVyybypJaA9pvCPvX0Qmb4sJpe9u8faPb5TIr3j6fU9NHWxPfRRIz5jLCw+mQLBPVoYdj6XLAS9YDkgPa1+ZT2dyLg9sNMWvqI0oL5U1529eZZyvKvyszy74ci82IAEPk1tdD7Dt2O+3BsvvTHOfr2CsyQ+AzQGviA2Bz5qAhW+aU0+vkok+j1vdka+bVT0Pa8S6T1puso8Ec8LvutSUb3nGCK9Jd8kPtGDsz2Cu/w8VoNRPJytMb7MnQ+9","AcGqvqcYNj7HOLU9E3MrvW2dhLxchf69hnmgPH6dtL0WdwU+YawMvUENM71DJ6U9KBZdPfnsGr7zXZ2916fqPb9PMb7W43A+bwmavr0WUb4LJtE9OkJ7vQz0m70G7bk9TsWRPQqZNr1uJN69k6uvPcvJA74aKy09Ffkuvi0fA76vtZk9F26pvjaRYz7QJ/I9PCfbPbydxr3jikm9oFyvvUkHub1WZza+tGuxPZwokrxK+l2+F8pEPnZ/BD06N/s9lHFYvqCXJj5e68q7fVsjvuNiHL46mb29S6QSvuno0LzkNFq9o50GPiyHBb5EmBO+v5IZPcWAyz0HIxs9PbL5PagioL6RRBQ+b39svubcNT7nc4e+WnQ1vjm4MTwOo649G4lQvtVGdj2Ha+U9+3BBvVXtVb4lvyk9awoXPr8GAT27WWa+XpgKPgSSb72HV6U9YZ6gPcLjCL71e8a7emLsPQ8rIL3PhpG+QCkoPkdVzz1eVRC+CTiJPTwXKT398fO94fs6vKsYEr0hYUU8PIMuvhvh371ivVm+b4QNPm20Bj5cs5M+TdQFO8tyCL7RAHC+EXU0vZF+Nzwncpm9/9blPZTIxr56310+8JbfvWvQAzzELVa8ECHTPLfL/D0Rviy+2/vqvsxgDT1oOda+tzdfPtlElz3gu5W+gQjJPSUvD76h5u698bdgvrkzpj3DnJq9BgH8Pdnof71zDbY8BpL1vSOLvL6Y1zG7QPFWvpwTFT0Kt5U91UKJvX/Nn747H0695RuBPe2Glz6WjiG+zQbcvbA3ET3bOZO+g+V+PVQbEr5bOh6+QZ2tPSNYKj7I9Ki9ROHHPTttjbxPzk89zQpevHu+LD4I2S6+wlRRvjI5hDwx8jU+roO5vK7y6z0R+0q9gNT4PStnCL5fD8+9i7N5PS9L8T2sX408WnpAve/xbDxYt+s90CaCPbhkHT6n7Tw9YU0gPja7sT3BsMc9BoiFPYuOS77+Yd+9SUb1PGvkX7zEAEK+HMavva6sAj20q1Q9","qlggPQTnzLwrGKO+gsoPPSxjkb0XQ7i9oiJOPggUcr5XowO9pc5pvk1yPT0mz769mL82PYZskbxGJaq9TPVYvbPB8761K6s9VqFEPgATkDxGdOG9ajJZPmK/bL6gsRS+w/JTvayyyTtNrf68kAQavpboIT54t/C81L6UveXHHz5H+SE+5BRGPlXNAj03uRI+PvIsvgD/OD4C+yc6SWuEvW/Bnbw7pJG9Qw41PoVpNr7hp3c9du79vfP2rjyGldQ8hMzFvWUdb74zdvg9EKmvPTxYhj3u3rW9duPzPUlQAr5B/849HzwtPF71vb1WGju+CEEavllfUzxcUIc9JJwrvn+1kL4nbgM+BR4HPdq/5bwhbm+9soxtvXe/V75KaCg+mJ0avUVanjscLrW9BiFyPSnAz7y1aGu+iHrjvVK6Pb777Gu+AJsjvkO6g70W9529eOnBPKUMhz7k6DM+bSGrOgslLD5delo95H6HvUlls7tw9gA+b9RBvgBfdL4i8929QSqmOz4Y2z1VZZU+8vviPeR7Pz37Ysa9Yac/Piom871lw8a8v1s9PoGLE74o4n892WMvPoISAL5cmuK9Evk6vuNeETzQZ4q+a0pAPQMtJDxBTme+OdY2vuA+ZzywE9e9skJzvmQolj2b8dC8OFCOvvTO472FwyK+m3Invts307wskYC+hbVQvdk9Cj23ArG9wEwaPSqigLyPZpu9Eo14vVfBq71ad7q6JjCqvfHBnLwSNNY9OGSEPQgXtj1Syjk+44a2vUaYcr6rP8I8Fs8HvZ1r2D0n4ZS9cDXcPVqsxD2Li6s+vczIPRsl/D1d9HS9JBVwPUwQt7yXnLy9+VQ3vpKsKz4dgwO+iORIPemIUL7AT2E89O57vYIITr7nrIM9Z547vSO4JD0crSo9XVe/PNai3D1q0Mm9ZZC8PaAQHb08yQa+zaKMPkvqxj1KBQo9ppwUvhCuGL6H+EC9UgowviXIPj1pT/U9qqnWPaa0Iz4otzG9GrwGviD/Ar33X8Q9","eURUPVEHQb7eBYm+FIs9vqsCWT54Tze+upaOPEtOML5A2c898XrPvdIcyjxkl4i8BBMfPWWsNzyIHAC8TO8avlmWjj7nj3S+W+2DPpIS/Tw8rlu9nA3UPdDp7D1/4Rs+27QovgwlCz6Ccae+GiNrvTKYBb3OGAU97BqbvQJH0zuC6WI+kds0vuZhoz6mlb69P5TjvTiWWz776Zc9dcYZviAKPTzjRpi8EdMFPhPM3j1Cxi++hgJBvvGuUT0HXk49+wsxPcPqvj0ixxW9uBdLPvCWt70thJk9w5BavZGf3r2ksBg+yM2VvSF/Sr4eTTa+cABIPRNFTr4S2gi+5oatvYi7jb1QY3M+JAwdvof1Aj61YB4+EryVPJ+vt71bugi+uJoXvPjUXb2VcfQ9colRPmyahz3ibyI+XnUdPmegF77s2bg9WrnePbR2mD3IL5c9xaI/vaFlUr3epxa9LasPPRkvgrxeMnm+OVZgvjBWN75frBS9seqFvrcQ0zxUSUu+rSQ9vSvpcz1KjFe+KYSsvIY0tDvoxe48MCSmvTxGWr2snre9EWZfO3qStD2r78U8aP5Wvt/etD3VIZM9LMmpvWbdlL4F8h2+PaeSPu4Hsz0/Rh8+0K1xvEjykz1cWge+r71jvn58Rb4yw4095ngqPd0ERb6OWke9QCzHO4Whe71hqPK9LNmBPrLdOb6nRPg9aMN+PnZtZr4+4va9OcQHPkt6Dz5DorM9df+nveexfLwuf2a9N9ZxvkM7kj1rnya+5meMvHZB8D0qnlK+3vSsPRU6Rj3WsvU8Uj0LPhRTGr0zj4C9EAADve54fL6Yy549BaZWPtuhkb63qpu+36TbvXCgpz3otdI8ipqYPT6pnD19V709mTJwPb0SdL6J40a8dLc+vlmBFb5OFtE9xFpIPsiqB73EYAK+yi/HPGv+Pr4U4tU9ZDQPvafr2Tw2G0u9DG4RPYshbb5HDCg+dNtRPcHYgz0jR7W9OjUcPq2JjD2yhPS9tGroPfwPCj7OOzI+","cDZrPSNDh73rRwW+E0UNvZlVrj3RpaG85bcVvajPVD3VDoe9ANeWvULmOLvK9B8+A4jzvTellj2Bmhc9Gk76vULnnb1V2UY+pc/rvsnx/L0XRR29AYGTPopdi75gWRy+46RVPlLZq73gr6W97rUovRBHmj0/1/Y9PXQsPotNVL5g16Y7piywPXi3bbyLhaE8nv1xPvlPgL5f/Q0++a26vQaACDuR5M28mOGtvTJhGD63sJe9x+LqPQdp7TuYX0q+N+YiPfzx+T1rxT+8y6uqPf8e+TzmI6e8X3UiPt3X1r36IYM+BfHKPa7IVz3DzkQ8wq4MPoZY4DyUPDQ+IoyGPd0UkL5TGR0+uKORPZUXOb7EAJq9ZbWGPWgmE758BNe97P3nvtTl9L31FoK8iIwtvuFWIb15i8a9XCX3Pd4FSTyiIho+q7bWPeUT3D35Fmw9M4ARvlynpj5Ecog9hJ1wvUz/i74NwoQ9qVspvupGKT7Pj5Q9NJ0tPp4f2D0NkT89fVBHPu/mvj077DQ+5aeHvqD6hD0T2uc9e4eBvlDdXj3CSQq+nOAcvkbDhTxUx+49iYtYvteN2jwyxBu8iRiivYaA0TxtJSU+JWc4PR0vQz1Xf+g9XWLWvdMtZz7yrYe+/QgAvl00AT7dT2K9yza0vZXYQD4vF4g+FSAUvlTJIL5R2by+RNUKPTwnd70U5VW8IQUpPj+Ojz0qfcG9c+HzPcRj6719DdY8/GtRvtKC/DzuhLy956g6vpGv5r2JM5q8sLrqvYF9W7557tA9IDKhOnHjUL61xAG+cpMDvV3A2D1eYS4+bnXkPabY9zz2TW+99PvovFTiWjzSDJO+CGrRvEU/gb1dRjI+NBBSPkuKoTwoU4y9vjYJPmYxE71xTUQ+UqMUvoTAhT1kFMU999nuvTqazbw0Nju+FbLCPc+n3L2A2NE87j6ovow5Az1Vde490n6cvnm9KL6wFUk9SfxxPX8/Gb67F56+rsSSvR7JJjyDute94zhhPqGMJL1MRhS9"],"bias":["nw4IvSZCMT3FNou93CIZPTVBQj3xJIk9BKr4vKXpFL5tB709Gkh0OkxA/LxiMq69i2mDPIzrmr1G/Z29osUbPQ=="]},"batch_normalization_2":{"moving_mean":["2fvbvubw/bzY3Vu+XmOAvnjW9r1RE8K9o5t/vj7F075F7x6+MyuhvlH0W72n75W+MHhfvm+sO77H1hI9K+BNvg=="],"moving_variance":["MC+oPrdQhz7fiVM+yxQgP/IprD4IyT4+aXBCPqLgjj4L2JM+2c+6PsrSYD5WM8o+WvxTPsXdVT44vFY+B7NCPg=="],"beta":["v5pEvhYdqb0aQAu9ZVZrvfBUVLzPW2G97hfHvRB0tr3Qvr69ArX+vPf+Er1Q7Yq9dQYtvVMt8b01xTW+hw2POw=="],"gamma":["TFNkP021iz8Ee5A/iChnP6Eghj+5kp8/83VnP3gFXT8y4ZE/r6iZP0fDcz9HwY4/eN5wPxAHUz8oIj0/1P2VPw=="]},"conv2d_3":{"weights":["mw9avjPuI74t7Co9i7aUvdvvFj4K3uc9cZcAvli2Lb4gktW90uMmvm1TOT7A2ZE9IE8cuzv1Ir42JpS9eYzNvb4YQT35EH096P/uvTG+Fr5+Sv28Z28rvedIsj0t96m+zQPCPe4wtr0+r1g9kK43vugCYj0A8tW8AUDovWKxtjtqymy+hsu9PINZUz6TiFk+QUgYPpE/Mj7VA0W9YZr/u7fOiL7k+6W9N6/DPTwIhryIOXC+Y5JEPWzCjL3/eB690CzWvdyIhDvIF5O6JJH6vfssHz66rQu+OMjjPUmtxL196NM9wsCzPS+1Xb4VD+08UsXFPGsj1r2b8xW9mH8NPkLdDb51tNq9mrYlvRuOmj2bQRS+4A8jPTmuFr1BbuC9lpRfvl2I7TzmZL09kFgqPXfOgz2l9229sefZPE71671HtlY+MpumPR75IT3n2mu8W4tKvmPDDL0MDK494+2IvfZ1mj6cndU8nWOzPTnlqL3vgxO+L5TGPV0rF72B9w08aYXmPQ4ZHL6oqlY99/IaPnjYBT2f+nk9BHmKu5S5OT3QzMs9dIfivf/LvLzEZ989q7i3Pd1Zj7xgTKc9ZgMbPrUCVj1bsR8+zdOKvWdXxz3/0u27Eyc7PgTQjT2bNBq+VewyPlBLCbplRcs9jHSDvXA3Er306Wu9e6AGvFucDr6LkyM+o31wvo5HGj20lgm+iL9Jvm9jcb6+D/+9+mgZPu054z0cFmm9tVXEPQjohb0+8H+92qhuvJeqCLxYlm29faMEPcyvib02+4q+oo1ivFWrMT628IM9qx0PvXnToT2AfP69MkgHPR/zIr5urC6+7qmOvW+/Lj39hK29cDh+PpR4A703VlG82IOivPDK7r2zAOS9ceaHvuq3n73Bx3K9QnH7PMGGhr2w64c98D/oPEriUb6uMzs9M7AKPFhI7z3ZPjq+Op82vi7QHz5vRTy90paBPL4tCL47Fv29CdO4vYHXXTvYiAS+A1oJvWFjeL6eIIy8TYqYvo9jjj2a4xg+","/WChPT/MBz21IYK8fwjSPdC4M72p/Q892EI2PeDNDbz3SS8+XqjdPRXeKj2QZIy8nDWXPL/ZqjxjXYS8ulFLvmzLwDzqevG9B9wcPqcbpL3NghS98Lq5PT0lFjw2Xie+bGbEPSjdyz1OhMW98tcQvoar6b3D/eQ8sy66vIAe1r0Q4N+8Y8JfvSeRED7ph0a9QTW2PEL4hDxWK5i9bDC3Pcq25b0w9Xy+4hDvvZ5q2j3SDys+4SioPfEZQL25oog9b4ZOvgZK7L2pxRu8M/VkvU6BSr1u1t298GmyPHhNwbz0y+w9Y4Nnvd43hT0ap6O8SmiWPBRh2DxZbzq+3g0WPqI7CD61jTm+i3nqPV2Zdr2ttcU9ffoePrIpIr1wdKc93SyqvaE2J76eUu08Sq4pPk8QkL1QhyM99UcPvq5hLT30Y0u+iMctPvMDFL4tBAw+eHCkvqAogr0BBNe8CuxivvW0JT32P1G8EJm2vKW5hr4k7BI8v1ULvufTEb23wwW+mPCOPSRoJ73OJE6+VC+1PeNSAz3aiFK+XzixPKKwl70llR293RuFvCemz71DzZ69XGiQvjyB/r1e3CU9c+9IPkz7qj29zXw9kPyVPRfkD756Nu29O0/vvYc+AD7tuPq9RgqGvhlBDL2FHC69eAltvn+WxT0XWJ49JLxwvvTb+jz1/pY9BRsuvXE+njyV58o9aLWwvWQPVj4VLzC9eqVhPeGtBL1ZKKU9AwmAvs8GLD0jGHI9lrZxPX3YjL3Sn9A8tfOPvUvRH7wukGY9MO03PmFLcD2JCma85MgsPB8B8z3+r3g+zaFUPQCAgT1WDRM9T6BIPfBP+70WFje9VqI0vo+s5ruw9Nq8xFj3vT8SGL7xN4c9kjk/vhRz1LsRDs89TjuSvstOk71LDzQ8DX3Zu8h2172az/a8uPaAvbkreT2gYpk9ymU2Pbp/Kr4azVe990zavad3aj0cUAi+XQgLPk0SDz17uag8EJvRveKHkjobTxM9VPYRvZZKvL3Jfds8","5ONdvqC0BL/TDfi87pM1u54yYr3qLPY8UX6DvSmBjz1UWRY+LvItvrKhlr6uXiA88Pw0vKX/8DzHrGG96G+SPezzQr7CyOC8MttHPtfuD76c5LU92SH9vGVPWr4HtBi9HUYyPuNvqD15U7g8KjzQvOU/3LytTIK+3C/evdPVKL5Ds369bQkQPuRwdL5J4DY9t/dgvg6cVj5sHPy8rVhdvimXkr3M3249jEuUPQNNhr51iVe9F47Yvdy5yLt4EGC8oRaePPPf673gPt48lBYNvvCgWz3unQG+DBVPvksAzrvf7Lk9UzZVPTZZRj4KYnE9cDm9PU8JcT5eMaG9EtErvhcyo708N569BLhXvQ+M8rwANc49GbeMvN9fXT1spgI9p0tDPgFc/D3XnB69gSr4PZ0OkT0OoJm9y6bCPSJYyrwa3yA9mcq5uunm2L3gJi4+fha9vBw+AD2mGXW9almBvVmavz1R+i28Fl9CvkukdL7cTSE98Sz5PYPVrL0iSZg+hDQfPs7RL71//1c+UeRZvheX9b3ehsg9LBzvu7BCYD3py7W8BioEPrrRkz2xY8C8oET0PE8H6bwcEdy9i9aEvbKXPr4vLRs+ns6DOw15BL7hjFC+D0ccvrgsvr30Y9G9d+33vcMsJj4bGQO+gxnmvVNFfL1QrDu+3foOvu08YD7jF6q9lY7RPAl4Ab4n3W095omKPF0tJj4Myma9QsNJPatRMj5KZzy+yXyMPNHmbzulGew8TqoUPplMID54/IW9Iw/LPNx8YD7QXBi+nreYvR0mYr7Dzkg9VF9fveFDyrx4dJw9nUJUvcDUZj1SbeA9u3W2veLFAL4OkTa7LYFovQpZmj2JSOy8cegwvkTYPrsr3X+93GIYPlQe2jzKwCA9ejK+PbOI373ZnVW9xbrTvTLZZb5laVm9TEa+PfhaOL3L4vy9vjUBPVYNIr1y7iy9IvsIvlMTLb1aR1U9d2EbvghcQj16kXc+TqUIPfiLDT62J+09wQWvPUWUKb7JQYE9","PvczPSulh71xj7C9HpowvtHrtb209ja9Ykt2ufoENj7c/hk9e9kiPrxEer4VQXm7WTixPEzbH74WWiC+dcL6Pf/YEr7I7w898OXVvVfdvTz+PmU9iCBDPn6H8L0PByg9dLkEPjLVsT2ePsq9F+gIPIHGCr7znQY+u5bYPOcSlT5y5oc9rzR0vQEFozylm6O9YhABPZCNRr6mbQy+J2BzvhbI2z2OoQ89PJf6PQMDBD7Z1v67Nn4uvehSXb7cSVI98/VVvYkaij2gHCY+XT8APtv+gjzr8Rc+WHpZPcpHnL0Jdoc86BQovfJfpr1KHN89pjGcPA6BS760Dly7PL6wPDLPET2OEK09vCfIvUsHS7uRNuo8eKcHvg2mnj1eX0i9d/8zvsAhUT1wopm8RWk2u9oobTy0h5S9FRJevTNrgb1VbFO7LbBwvClDgD1N+7S9dFY5PtRJMj6t4nG9i2EFvWAgJT6tWN49wPRVvRQTv711K6G8JIfIvDhSor1S/QM+HZxUvQsuebyga4W+tFJsPp4CW75jvwC+kYsPPpSpzzubyU++h7pqPakNKz6+/sC6JUOQPVH38r2Vbgi+RkJ8PKTqHL3trj++OTMNvRKcYLsR+Cu+MsojviY5AL61yFm9kzJuPQcD6b3W+JS9sxyIvrp9672y+3Q96VQsPSQSWb4d7x4+VkKUPbm8iD7irkG958zPPT8rNb7EiR29bWURvok/mb0bwbU9wpNBPQ/4ML1ZTEM9TsEHPuqQg72k1Jy+mCgePrwJPz4vYrC9I9V3u8ZS3Ty3PMS+lIX6PQS/zDzzLw88ZxnbPVvflT2swle+B4vpu2DPrT3h/iw+mNSBO9LHMj3jBuk8nwACPtW6Zr0N66g9uUjNPWC1ib1NVna97UtVPSoiEry/XDc9D3gKvhB3p712pig+Uugkupli8z2mglY9OKwPPXU3U74QYuG9krLIOeml4L15iH6+vxScvgAsFD0l9Qc9E/59vmdQBz3D4WW9LDehvLMdkL5cbwU9","m0ZYvjNHjD0ajgQ+tK/XPAZlDj7jjdA8OUAIPvZeAz47TVg+CxCUvTQtmr7gAaM8UHNavYL70b2OVZU9aFH9uxcHJD2mcSk9Nhr4vQ8Djb3/jG07A2DLvZvTQL1g9iS9A/b6O05I8D0tVuS8pFghPhuq6b3OcDu+VPWIvarAKz00XsO82SX0PXD07z1FIRG+yfqQPSwO8DxHBF09049fvYrMjb2q0mk+ER+Qvt3hIL7gA4Q9/aTHvU+VWb2k+Dw9W0loPGKoAb1XpAm+sfb+POfaJ74FzM89HMglPK7QqT1jUW88bqUQPczbDz4/+Yq8FSCTvbnB5D1UQJ+9JdX5vayQ9z16CLA9PQfYvKt2zr3ycz292jy/ugxiFz22g549jAlGvawlK758ISg+JbAuvSPhAL5zdLK9ZkcYPBXJIj4zRRi+EaMUPWAmBT4ABzW+oq2RPVBWh72CtV08WQbwvJKOLz1vdwi+3k5tvtZiL7xgGQs7Vs+ovCJXXb6Nex6+gxJjPc2aDT5ZZso9UEfrPTHEkbup1gc9mlNfvrq4f70MfIu98Y34PKMZGb7FNlg+RiWcvZFEC73ew669KXqiveoqyruvQzm+SV/yvXHQMb1LsNe9gxZfvX6fIT2EWvK89JzevAFVrD1vXgq7O9h5vkKAGj6vcQK+ZtGbvUZlnj23q2S9CTe6PegeUD2jT5I9LMVaPXZ7DD7aEVg+DF4kPiKx+D2mzxM+khDlvTqG4j3+Dyc8+AJ+PQ4wUb2yC3k+9QEKvj6LYD3C3hS9MtOCvTvdK77H76o8pWCKvR62aD19ToE9Ec9NPmcMnr1D3629NcMHPjGVtr3946o8YSmUvphhRb2N4x48EbCfvU9jXL2Vaxa+IEWwPap/ILu4QBm9mqtJvPjoKj3ZajM+cWx6vir56L3s/Ai+UQ7OPcFhFjxam6E9QuQNvh4f6r3kXvc9bhacvMp+jTyeruK9bH8QvvshFL6gBi6+5QOhvQqWlb3noeg8dvzuPRRQ0r2w4gc9","dUXmO3AODj5W0k4+kPIiviJ4nj0rikq+qUMNPgWRCj2rtM29WWY3vcofyDqIiOQ9v7aLPLXyzz1yaSu990s+PUDmmb2FWC6+yn2yvb94ez5bTU284BDMPE4Igb7vBAE99TYPvWtjN74sRk29F1RQPKwPEz7Gv4W9GmbZvQdjrb1EZZy9pEKJvVOtJj7FenM9OwFdvMJO7D3nKQI9jOMKPkm8dD4S2VM+gCYivnwR6r3cgcq9fiGru62XKjoDHxc9Ly5UPUIVLL7SJg69AI8FPuVpZD7NG3q+ksv7vCndQz4Qy+A96NEPvi/nvT2T8R8+6zlTvFqYpD2rady9vm5Bvo8HEj462J+95WAePQYjGL7ZbUw8W2cdvR9PY74MusU9Eah0vBQKdrxRuQw9xXU/PvQpwz0st5E9dl/SPNJcgT1w8Qi+5jo9PSZClb7Q4Be+JOXQvbaizz36z6E8OMNTviS3qL36yh+9mAJ+vamohj3Yvxk9W5ccvvYDEb6dZ0s90J4nPh1SMD4JgEY9oEVnvtzlHD4g6hO+hitwPTajFbypmYi9GWhUPkRwiD3tTFm99yfBvWYKEz0D2yY+wZBtvjz8Ar7GeAa+JcpEPHDTdr61x7293gt+PikTRL3HTRU9e5GrvQN6Dr0pyAO+SGwuPns4JT7VkVe9/F+0vFi+Iz6/ABI9DVsmPpzUjb7gp5W+Ar9bPLNXaD0H25O9T1cdvR8hoLye6Ai+VdwDPSbw271RTQa+g0OMvsycjDytZhI+gg+JPYHqCj6DqX496VQJPmAmCz0u+Xk9BkWivfueqz2T6Cs8XheiPNzudT17KSc+Crm2PZyZ0TtAbgq+rBTaO1jmFL2MjsG9DgwTPqpqq72paAu+6rUtvRIlujwQUpK9zPjRPd9Wub1/a388d5tcvsS8dDziWaO9sKejvfH4MT4eQZS9ImCaPbMOkj2mJcu9Ujw7PYN79r0JhNG9DJ8XvsOpVL2/Cr+87OcqvSTxJr5LyDM+ZZPJPYd4ur1Ylcc8","w56GvH4lib4LOXw9aNk8Plumvz2D2Ge93KX9PRzbkj0icIW8yBmJvTtkqr2xBkO+s4SoPDhxWr7miP48EGM1Ptoi3jyx3ck9TiiGPdDRhL03IUQ96IwSPqKSDz7XtiC+9IgYPRxJ/7seyAc87LgPuxfHW75t2Qw+GHoPvM1B+jtq8Ny9wPYtvhbhJL3KNpq9AAW7vRdvEb4VIue8WFSivXDgDz6Xruo9C2aKvfO6iD2/31q+c2odvveUBLxJYT++nrqPPQtq6TyLF0Y+sB5yvTW8ab0C2nM9wTZFPXnPyL2iUh09G+1rvgDVxr3GKOC8oz0hu6/+UTzb4oG9MTW9O18VF76WMTG9AE0jvqdK3TzWVG69nIl6PQcrO75KhIq9zsgRPebxQL0GUo29IDnoPDuVLb7crSi+9Pg4vVSJGr16IXu8SYqDPTbsED6CufI9A+rmvBOOmb5uAFg9kW/0PUxYNL44atU9HGbyPfhl9b07UZW9odQGuxdbcL3PUrQ8eWo7vvIcRzvQ+oG8c3vnPI7u7T2Bmn+8xCStvaEaQT3gyOk9n56IPRLuCr6vBnQ8TGIlPJySBDyMCv89Vrv0vXJwtD1GPiS+LxOOvPA5wD2S9R++ureIvdYbIL4lLza8YBGAvtkpQL3zTMe9GbMYPsy3sD28IT++wKHfveRRqz0jmPM9CzY+PuYHsj3yL0a+Tdx3PdAVAz6mVYk8uNSoPetY/r3K3cg965kNvs9P0D0xvyk+t93bvWvAgb4wI9w91I4lvbZlOryqUu289r7PPfAoBLrhynk6YbbovVrJvj1sjqA9TNWvPM/fZj2hkge+XtKyvQIqHT5etVM+L4p+O/qY3ryqQik+ZOCIvjA+WLz0kg6+9E5kPrjBTj7jPy69z7jkvIpw4r2w+zK+zrCjPaIN6LxMm2+9bVUXvovSjTqIxgy+eJMGvmuL97wCcZw96wkkPCIcjbz5Ox++Pn8SPgB65T3YWok7cJMoPtvgVT30EfG8mXfoPZabaT7E3dm7","4w03vWOzOj6oQEU+VnB5PSNnDjy/+nE95tVQPhD1Ij78Fbs9SvfLPbX0KD5YnsC99qY7Pv4QvT0X+MM9n1PVPfH+Nr6MzNA91Dg1vunFjL21WYq9KIXTvVk/3D2caDU94AcHPhKxZT7/GEa9gJUKvRwdPLySEVa9YLp6vSpfkrxkTjg+lBWiPbgvSj6umEo9Wlo9PgfenL1hqgM+wHVnPvsvDz5Fl2o8bm/pPSChMj7Mn1E9uYAdPg3L+70iDIE8A852PFgUJr2QRII84cSSPCMVNzzhx1O96FeVPW8vMr5k6VG+DcVrPDjVB748v/K8j7uaO+RBrb1rEDg9VMtbO+nGtz1Bqqs98HIBPs2OOb1Ca4Y9fJKVPUkn3Dwd0gq+JRvEPPOPm7u8gow8DCsHPhSQib0FuZc8Kza4PN49yD2/5r89aROBOx6RLz4YxFC9+UeRPbuYgToWAn09ou4kPk02ST0BF9y9cHEUvMTnET66Cc49YZmkvVJ4Or1ZMA89qkUGPhhIVL65mPy989AXPooVJj5lim69XWuOvYzudTpHjoM9GlslPHcFMjyeJdG95TMsvlILtr07kUE9sxVrPY/dVL3ja5897HqtvKwbn73OFqW9s66bvT7S4z1b7lk8O7NuvroQ5z0pnJa9pcm0vYJPnDyFPHq+ZmAdPBEZjjzvz3S8VINwvcX4Gb3NWW+++GozPt0ojL7tgCS9xhexvfQn1zxNqs69/hGgPcWwvL3Xelu9pRWEPbroyr0wFzi9SWsAPu+8mLxguXC86yeZugKVuz0OyJq99/g8PbZSQL6ykU+9v/T0vJVmPT1cqAU9RzdyPoDijj1nxru9DDY1PGObOj0eD929qYg1PvXzoT0DUyc+KVRwPmbAGr7FTSw9XxooPgYQr7zX6CM9iIpZPasaMT5zY/09m1a0PEmR772MGDq+6JZDPfvASr65ruI9MzRRvmsxhD2C4cC8aof4PfMaKL4XaxI+SqFTPr6V0bt2feQ843S4vZk1pzw3I/s9","ejgNPOeWM75UfEg9kMWyPVEw8j0tnPo9X51lPbAtQj0bAIy9jyEWvsOCOb6BnLC9ibF9vUTPvT3XPSq6A4Dkvbb5JD6Fnoe90MuNPVnahr0PmmK9sU3YvXcPKD2HXt09Lh2zvVnUZj3gVZ499DmjPcGnhD716uS9xM8ovp3eRDy+W/m9uCIKPshdMb4hRTI9Y3/vveIgsz39YRC+bYCuvZsbxz3hKcU9P76LPYGVgz3gBpO9fEk9vXc79r0O46A9ZQqQvKabsr5s6Vs9GnDoPQvvmj0+mJI9kRzXPJsXLz3cdWS+LqMKvrkNUj3FR4o7/TYUvS6PgL17PCW80EclPr4HSL1YI/U9+eQoPoYbUb6cUqE7P+S7vMQoET0AliK+KIpJPtq7RD6uwQi9tET4PSYnzT2ch9o71fMGvjlfgj3ecOK8oT3wPYq4uLuabH4+ZgqtvF4QFD0rmto94PCuPaYY+b3vok6+Gn0ivs5GlrwRFTi9gkW4vaevAD1CHVm97uaQvUy1Hj3Kek0927vtPV4nvj2ovZW8aiSLvEEqzT2w9709UScZPob1y7yCzFA9bpjgvGrumj24ChY8jJInvoa6T72aQXg9WGGXvUck7r0Ueo2+6RaXvuwhBr6O3rG8N7AdPYnear0tAas9wC07vgCdYr4PnJ09LeS0vff8I75gtn88puBEvgMS+j0TuRq+NusCvvgsRj0IocG82dPEvYyEBz1b6jM9bm4NvuvH47qTzaO9lmE3PkNOQL4b2xQ+350nPmiwJz4iqEC9otHDvYNYmryZG5Y7d+IXPth60bp5XgU9iFIIvTsVlr3TW4O8S5jZPIrtNL7qhzy90DLZvDyfVj2NF5I9L9//PZ+DPz5TzkA8Gh1lPjoSST0rDvm8oUUTvpaySD26spY8m6wuPhauLb2n2IK+Jj1HvkUQEr5aVUe9DGGnPTYy773CF+s97RnuvZ6D6b1LPQQ8+qfavdSeAz7gZyQ+65JzvQQOQb6M+169zn6sPXyFC767T4A7","y+4JPTLJUb4kMcM9YjgwvkSDGT7FBS09sCthvqwn/T3xJOa96r24vW45IT5Bl4W+eExVPZe7ST0SrM+8tEVKPriMMTytPDe9drK+PcJEKj59jLg9fjz4vEPYAz7mFU6+j/kOPCZmtT1FOnq9tnO5vMI1hj0BFSs+8pRzPehqTz4GaEM+o2grvlqkx71jyg29K2mWPYA8jr3eSXy9aafHvc+1LT5a/zk8SmgEvcHig716+IC9XqbuPSfIRb2ycn++NLYcvhDoHL7ILAe9bJbTPJnf/z127lW9OsPOvZhBlT23Fgy+nlXPPTVt273m9gA9khj5PV/0cD1o7MC9r8HjPHh0gDrFZ849K3yOPTquxj3zDaE707/GPbO6Ij7g3DY9UCmTvZpXML7CcEy9NrCAPRgRurwtj5u9ZiEDPRYAzL1fK8u9QfRNvQF5tr3lCj0+CbeSvTZLJ76N2ka+Fwr3vS8NiD68GKK9w6DEPfqqNj4c9ZA9urojvtfUgz3AbQM+hQtCPrGU8z2rsyG8KKWzvWxUgDsqN+09dOzHvUERMz3DEia9JhvNPbTIy7w7Mmu9EF90vW4oLr42hCw7dWVhvMxqoLzeEnq9zFQkvQvawT0OPQq+wWBGvu2RYT3z6p89TAU5PlxQxD05lSe99HnIvXS/8b0xbmY8CVc2vRrAyDzJQDC9VfEjvp0ohL5LLBS+TXwmvrI+sb7RtYO+v41GvHzpX7sTUgw+oM1hvjd8LD0PnTK+ugnFveTX/71N/BW+0Q+Gvk+/470cNQG+tTUAPY8st74KXM09AL6NvbgVdT0CvMi7Tj4OvT39ZzysM7G7am1BPp1Zmb32YQK9mT90PYupfT0STes84i8DPtB8KL0L1j29d8LNvbD+CL0i6/08GsJdvN/SHb7AUrG9AL7XvV5jRL54kt88fZniPDUXMz0OiYC92xbhPZrUmz5M/QA+TFlVvZLvDL669h09qPJXvrs6hL15tly9+0IoPTHb0z0Y6Ns8eu89vYExk70i1Jk+","R/3QPTTQ4T0ZJmQ88Eg7vR6mcr165Om95W1nvkBZn71qvwM+e2I9PoRHRr6DrB28wVQivbJfrzw1aii+QVJJvshDRT03ZSS+ZDYVvhoLjT3kp/M92biUPBf/tj11R0M9pd1yPRIOUz3VjWq+oiP2PUMBOj5WITI7+jQpvhK7JT1bd3O8gu5rPC5Kar1TR+O9i8BVvO8TQD4mzyU+zgmHvYMaVL7W7R09EFajvbXJCz7lcSa+wNMEPR6xar7eruW9ETu1vfI6QD5bR/U8+bE/PFOZbb2y2I694lZYvowZAj6brIy+VJkPPeEBEj64Go+8KFtUPEuslL198rw98/nuvXSl8z2D5BA9X1wgvcAA6b0XksU9PubRvfP5qTxvHT2+9tGdPPSLSLwaswW+iBGRPSUbhj3Q4qQ8gzCBvSblgzwXJDq9dFAFvlt5CT55GP47wk7OPZjoCD69o1282uMhvqiDCT5fJaA9/X+hPZ1biT1elBy+VhQUPtlVA71IHgk+q0CfveTqG77+n8g9NzIxvoPfCT44/SO9f18wvbnr+znHQPI7AmBpPYBSK76qC6C9DPVDPjPVqj0dPSS+z2HWPDEWpD13aSu+1vZnvhA6H74nFR6+JHMkvpiS1zwfwia9OL/tPSxheL7eJHe9uFoOPqWshb16QaK97vafvPIEMT7ONca86445vpKpKj47lBQ+2k4LPhffMT3AKiG+brd3vXp+gD1Qkpg+tGYWvo9+3r2S0iM+hYVmu+0hgD2j/FG9WWzTPFYxC75ua5k9eNvgvQfIGz3EYRK+Le/NvWwFtTw/I2S9MdlOPth4Kr7WHd48cbrSvV8uab29Ug28y147vWPHrj3qP1a9lb1jPbOrbTzBGvY9zIybvUHiYz2OE2+9LFa4PP5mEr4k9n69q0gqvhb0qL2Grji+SvMsvUFvtr2dAT++SPFzPl44AD7E3Zi945oPPuj4Bb1jHZQ98H8tPghKWb1ysZs9Q5K+PdO1zb0RPLC9Wo2KvSkmub2Jw6G8","xX9mve6n9Lxhdpc9eMgMPdY4ED4jwoc8/GAZvuafbD33RFm+wm4+vqdl072pdsI9Z0fEPB6Av71wMD48TTCTu2ckbD0WXF+9WnUlPoGXR7zqeFK9AC0MPD94er16WQu+xFLTPen9UL4Divu9oR5RPpLzTL0JN8y9sZHKvVerSD2/khi9JkNHvjixfL5fAgc+OgzEO1Hmgb6vcNq97uYlvvgcrL08pOO9N32wvF3rKL4rwAg9gRrwvRAdmj0alrK8XtqJvVd0Qz6kXek9UdnPPBmlTj5t5jo+hdyDvoUhpb0VYy8+iVhDvkhwMjyi4Rw+GBEtvT7/Aj7+kg89/yxhvkuU+b1Rqq+8qhSEvlwaarwfZeM8TMjVvaKfKz7RAbY9cRoMPkos1z0VRl884/4kvalMzj3LxMG7yaMDvq5PQr1fEQg+QznpvRqnXD4L4HO98YI7PVsrFjzMiAy+WTAJvHMiJD7mP409hGotPYqagb5KuQW+bw4aviOkCD492+c9scLKPX+hvL2qbuW80cwIPrl+pL28oLW9+oGkPdcwr71tM0O+f1WGPUX1KL2DhCs9rlisPfUmDb6+Q067dPSRPYgIAr6xQ7Y9bDSTvdbCMb6Rog2+tVzgO6DnybyreU2+z+mePWwPljxxPKE9yS8UPooLnr1fqkM9T5+pvOi3072T0be9DKBnPXKIHz2AsJE9cPHQvWTn8TvMD3Q9WTBvvb/Hfb3dBwi9oEvQPJ7FNj7bSPo9Y7tfvW+ICzt6UmC+giaDvQ3aF70ZiIo8IyupvVssZjwbVUG+Tm8qvr9rQL6bmqQ8uHacPomQEj6q/bo903MHvQfyDT10JgS+oqSbPaHTYz2uT4y9Qp8ZPmMuFD39NAc+NcEjPezwWz4Zdh0++SrGvSyaTb5x6a88jQ/pPYHFqbuP5X286VZXvbIqJT7Ri0E+I3JOPp1D2b0zjvC9O1d7vnB5mb1xCp69Xt2Yu4HIKD7FwJ49pmk/vitBhT1a+oY90psJvl+M5L1JmSI+","tI2rvSe6BD34iyS+YxdbvBE17b1/D5Y9PV09PFHvu7woYBg91YwfvYoS9b2a7My8+l5dPsWFpb1GOK086XKEPkCHAD7AB5U9mrAvPWBPJz40rK68pnZ6PtGHJr2m4RE+yLlGvU49Jj4fo/s9NyjrPfVUO7tvxa49sFDZPUs6rD0F6g0+fq6PPNRBkL293YE8W81WvRHcB74Y+7e9FnGQPRbm3zwjnx8+JMnyvJBCrj1oOv69bTQrvc2B4D28iRa+thc5voZdgr0JkQK+2Rg0vrv7I70hpqm8AlYKPsM3mj293vI8V8gnvj2LvL39hYG+DG8TvtKsa7yfygo9abC1PIFxHL13OSG9sUoUPjbeOD5xFJQ9EpkePmudqL2AITa+BOrnve+QRbvywoA9Ttw7PADd6ry8NQq9RCUgvF2ceDwMH7w8fqocPvN3IT5Gz8U9eYL9vVaKN74HK3g9m1csvdLQu72BQ429xGAPvdloujrtYKU7MqZbviBRMr6ZIOS9uMm2O4DllL7MLSI+HTocvv7jKr2Gmw4+9M/AvdEVJr74fCg+hRbwPbPPl71/Cse9//b6u8ZdOL5Vpy29NISyPLzDE748CSs+EqGiuy4bUT1YOWI6p/XKvtQNWD0/cyK+E8Dxu1DHAz0mCAC8kTyaPtmHFL7unNq8tqWFvfkNiDwWH8096H4NPQ92Nb0dXA+7TOBcvUs3kr0y96m9Mj9hvnofFD3JnbU8N5JpvlKpOL54INE9weQMPi4QBD3P5te9tVIkvW4Alrxjt5a8ubyMPWt0qL3DDSw+q595PfsLWz7uH8U9zmk/Pj6zuL1r49a8lTVMPseDlr63erS8oKAEvpLf7j1nMwk+P3+mPQmZLTygV2o+y6q9PU23mz0RcVo9uR8rvWFHmb0zmRs+V9ogPiOr/ryYpTM98qJWPa/vs7te54C8B0oPvgprMD3IeIa+eqftPZJpSTzvCDc+Y4BnvqbLjr0zYWM9cOS9ve1JtTx27DU9ilicvLWFGb2qwe29","jwg3vjW0Ir6nZsK7Ak0JPno6hLyY+MM8iPPBO0Z/x71EFtU9vhlBPZPgyD3JajU+utCSPVwTX72Bxe296fIIPjSVYb1E0o29/KLvOkF2ij2hkvw8np4ZvYZAO76LlVE+otTIPTdtPD6l4xk8eWIRvp9o+L1Jywm+vK3xvfSF7jtwyMm8IXZZPpNDD723otY9tErBPSxXkzx2BoC+DGTgvLuOO731OxO9y5PdPVCc7r0OrDC5Hsf3PTtwHL2YVsw90RAPPiyBRr6l6Eu9kaCkvW00ML4bZaS+snp/PHurkz2G67G9KqvXvQJiIr4mWVS+5Y0nvjXmhL5ZqTq+o3u8PRTPzL3YRCm+mAtIPpwgh77hFR08qQioulFTAr2/W5i9qusaPUQphj3Zn0s9JYIFvgpnw7woKTq+dXczvd/tGj2zbyO8KfY9PjNFLr5D4Pw9eBfdvW2pLT3HzwC9r6YQvEZmur0tIIa+8QOavdzT9z2pdGO+AeT2ve/mfb39xoo9c8SJvUnt8jwUl2y9I5+JPdxRs7sd2UG+L7wGvgQ8Lb4ADGa++YITPsMxUb4EcwM9xYENPm6myT3u2Ae+dUmBPlQQeb4uu8C9byG9vYZM5Dys+ZS8XWLkPcSJqLsW1A2+GX1kPWwnD77VkvY8d3SivSvjAr56aIo9JOatvfGKVT4ZAWo+qtUVPq3DFj1uOfQ8GTj5PMI86zysuAu+zfcyPheMs72rkbs90y7jvMuQwz29rKw9FfwFPuLZX76dbkO+mjTJPbfZI7xK4Mc95EP2PTjgVDzr9zu+FBqOPeEp1j3bpZS90k5cPQ/eSrz4Y++8o4TNPaBcnr06N7m8AwKPvIlghzzSSRC9qJuTPUh8DbzUl7o9/0JuPGzqIj2/1j8+xqM9PiAbdT79sys97QRqPR51Yr2lLeU9qNsTOrkPfr0Fx5w9puCWPQ3Bwj1T7QS7doajva9vVb7d9Mi7yyBHvVbHurwL4eK9ZjQQvgZd2L01E768XPC8PdPi8L0ItvI9","OrzivWpHAz4SX7I9B3sUPJ0vOz7R5wI+C79AvYPkWTu68ls+BPbtPY8W+L16LRg+BJwLvtDcSb0Nmeo8lusqPhE7sL0LNym9sK8dvgBFLz57TBy5Cqa6vUbSq7mgxzC+y9KLvgAR2L1cTRU9IOgVvvo0dL18CQG+S5c4Om2+abxkj3C983BwvGhqZrwE48C9ZHw+PiDfdz5eHaq9VtvtPNDTTj0VtmU9chZGPdNl0T3+Hbe9NbHwPYhAKb3Zqhw98agEvZ2U2D0Jzh4+QnBsvZ3RSz6v0hi+GQOtvU47hD2vK/U9hIQbPU74Cr5vdAQ+siBivhvqJ73CS8g8E5LMPPnsJr2dEUO+xoGBu4ZPc70hN/W94sHCPaUNC77Yp2S9j1PjuoWzPj2ig268hbjHvRQ1vj2HPdq8Gj1MvjLubD7BQrO9TofQPXOFPD1xYg8+I4V6vhahqD2e1qq9FrhivSapKb7iN5I9RJIePAKVOb7ZUBU+n+xKPtfEIz6uL5G8EjBmvlO7Eb0sDHU+DhgpvtlOh70EmLE90SESvvjmBz6Xm0O+arZAPjKCIL7YNBs+yT4HvAz1SL5F3xG9EZDdvTHwGr71/Z89gIVJO1TG6b2IQM+8PpMsPSTmrb3rM38+qZv0vJ+Id721tgQ+GTjkPdAFG76xmda9/twhvX+zNj14SvE8CmT7PIIBOD5Abvo9aePvPSszOz7a114+6XYwveAjlb3H2WO9WOyyPGBdGr0TZ7E9pYrAvOkWw70pUuY8vQR6PYNFWz2WXhQ+e8btvQPhLb4Z/te9VNMwvgDSNr7R7ho8tEUNvQO/OD1bEXk9BUcgvRXks70w2kq7WRCtvThh5b2gQ/c9WLJAPHeeXL3Ryx2+R3YoPSKdsD1RlD89sdwJPhPf/T3nRZU9tNROvth6bb1VABa9hFwvPfRCXb6caXK9Z52MvUG/Jr7KTdS8/kpFPh0BBr1OBjw+B2ZEvZ8oBD3hFbM9u3DmvXis/b3fM9s9TEosvARyOb6JGc69","tLXOPTNFKT7LFmo9cUPdPZ3ICb4nDJ++UwWEvpNG2b3S1zW+Uj4EvucBAT5El3+9nx0DPX26J70EvS479hyQvcwPd74Vfi86x++nvRCTL712bv29cXxqPm10s72XWkU+2msUvYHwhj1l3928Vu3lvJROvz3cBpi9D9rSPJAzTD0XQbs9FIoSvlI3xL0MlsE8lXoLvpMUhL3aXxm+eyukvaW4OjyEIwS+Lct3PV0Ovz3UdAY+s+Y7PXpwqb3bSzc9RAjtO9aFhb0BU5O8bOnUvfj0jj2SC6o9zR5LPQ+ZzD1Tvz6+eWZ/vcRYLTrSJaE9NpsNPl8DwjzGA5K92uKTvr/XT7u7eS++wXenvUI/aL5qbiQ+62BbPfXM2zyRfIK9iuOZvTMoMz1Sg949SRXMvZ12JL3IaPi9xfzVPf9zsTyXbOe9BNG4PZCZDTtDkie+RPxAvBOdBL7alRO8N9+FvfZ1sT1Smms+5OkhvvwrTL5fQSg9hti2vR0Bir1VVAQ92GuGPXP9d76jyd+938Gtu8JXYb7L2CU+AwwAvoGGF72kS6U9HaupvBbNW77247K9rUIsPgJfAT4FrOS9eIoUvYjOW7yLlmW9JJicPRoFRb7nMzC92q1bPa8elT3xUrC9iAnfvVyJabxbAvE68vYoPm/MvDx4muO9ZyB2Ow4rAj5/IvS85Pa4vYs0ET1/Gho9u2CiPHfC7D0i6cK94FPMvf88DD75s6G+Hh5Yvt1Zo73vFd29u4fMPBu1J76+uQo+GeXiPKTuPT3aZXS9ObPRPWKjTD4zAvi8ug5svZOKQj1hTci9N7nnvWYFnbyPnwy+j4sbvhmUKb3Pt468IlABvs7BrL3jVI2+SBacPD9uWDykq7a81SQRPndRnD2K4ju+8r3jvS7mF7wEY9Y90kzCvUGlTT4KoHI94shevcCPcz2aIvC9q7CvvWjZ3b2IF+k9ZqqHvaxVjj5KvYQ8ocnpPQPNDL0ydde9ZNnSvWw/iT51ssi9U3EhvqHeSr0VkIe9","M+aWvQ+t/zz9HfI8Xl7mPYlgrD23nwk+JBPXvU9IFT19CCU95KOdPS3aP75mcYs+BKSbvcwjATpcNoG9QWpKPudKOD3d+zA+eIW7vZEJMz7eyhA9wzy/vU0pCj7MX5Q7o/2qvT7aCL1cHLs9Z8UGvk5HTj7bkVc+1tOZvR4EOL0mpNm7nlpOuQ3hUD71+fE8U2sSPsguhz2srzI9bdafPameoj3S9zA8j+kTviPRxr0FlCC9dZVcvTY5or0V2Bk+feXvPIkAIj0SEla+1iqEPNpFUL2QPtu7S9qvPDjs2jptLuA8vdPbuztQZ744YX88yfxhvRe4B77xb3a+VpwGPpYWSL5fqUS+2sz5vTy8z70e+hO+FLXFvDZZNj6bxLe9vgX2vbiEJ75bg0Q9eiGmvjnUyjx87H696xgWPtJ9PL2woMS9BxKVPXDsebxGD4u9yntrPkNVsD17H829NY6OPUKcqL1peAs+vu1ovJH/XbygRAm+ThnmPJKODz7Db0m+nZeDPeU8zb0fy569MeEFvBP4Lj3+LrY8rPmEvecjDb6Whuo9ttlcvuCdBz0cTUy8On39PT9zxj3EaUG9Y3K/vUxxyz3wMmc9vrkCvmbQcD0Fd4k9HNqCvXRRub3bXD09OIB1vTZkOz7uAMg8H9P0ve05lb4XQ4+8xc5vvaoWzrywxU++b3fwvaxeojxOaCQ9xT3fvb8zAj4JMue9pwoTvqEH0Du9dse9qvX8vSgfDb7gVHC90NtMPbRuJ750JXU+h8MiPXIZ5D146mO+MmPFPMllsT3AdKA9QVClvZY6Db4lqd28WtcQPnZ07z1STxc+gK5OvL2CTL3KGoM9/wWavbUkDr7MFkq9Qm7MO4EWHz4y6yU+bMGCvVP8Ab6f17O9q37pvDT2oztDP3G9yGQ3vs1Vg760oKu9ByQlPUKHmL2zPWe9l3vdPeWQvbz09zM+Xsu3PF2LIL2xiTA+d4kDvmwbPD5up56+rBf7PfBUhT3k1ky9if4tPciVKzyRXDm+","J2J3vQ1LRj2t/EY+KNo5vmVUID6rrpy9M1iHu5+7ijy+CJ89ZVIMvkAvlb4D2Fe9BssMvJNgJ73LkZW8tqmGvU+UhL0IPOS9BdQKPozGIb4GMoG99b2qvcfOjr4bi6g8rlchPmHg4b06OvO83c/YPelEnL0qqRy+R9f6vabgq72fqrq9xoEbvDvTHr6810I9irCbveZfDbxO0gu9QHf9vBXHOL46REo9jpDiPL/jtz2YNag9q1dLPuzZi72vhks+E34Dvq6skb3BYA0+gOsaPmYaHD5BTAy8YOgTvIcjwjwYrVu6HFdpvj/GXr54qP47KmMIva01vT2Db+s9Hz9OvIMfvL0tuK099KbqPd1RQT7m8UM++4GyPdGPN70uYXk9dRIIPotVjz6n5OW96u8kvhQUCz1/P7i9EZ6lvUN3vL341OM9U+PivPkOrrzjBzK+RqfpPaZFdT0PY1u+qtZXPRjkPz6c4dw9wSkIvaYQ8b0zsDC+BvkTPhIupL1arAg9hvmEPXKHYb6/kwu9U0N/vdXBCb0Ytao9CckpvQrT/LxJ108++jCWvSIfCr6XQwY+kJXaPVn8PT73adU8hBHgvczb/j1FugW95gnmPc5pgD013c29hCGCvZQ5lD0woBM+3vA6via0HD5odu89HYxfvVbpprvBihW+Dxd8PczL0T1MIcO9Mbllvtgmhzxncy09uajgPdkh7bu5Wxy+8bh1PDmrHb5YfcS8hEPKvP4z371EMZK9q36jPXW0DT7oeua8GgBxvIdwI7zMbiC+ioqYvb1SJj5lCwu+Cn8uvkd2eb6XrDO9a7V6vSgwCT4OX9q6l7YPvgxqo73xMJQ9LHHpvUWVRL4Q6Xa9YpriPD4qnz35nc27jWuOvkBEIL7CkEC9rNBJPfCIsb0KFlM7IO79PXh3xr0y/yg+dT8IPW1imL22Sh2+ap6wPbJb7j1SWzW+sZ8lvo7cATzJneA9OCMMvmrYRT54PDQ+bjo9vcl2Ybyj34i9ZWmPPfSWPz4YiiU+","gCvVPLEZ6D2W4vU99wCoPZnEfT3r7Iu9ohGyPap9Rj7EoOm8xj5MvtcgtT1Z7Do+oYHtvPlIb72m0iI9Btl4u2lzBz6B66Q95SKuPbVvlz0Jr/M8bO5PPoVC2L1W5Cg90+ydPZILvL0QLgC7u8dsPrLXyrz93H4+73NoPJjTjT0n4BI+s/WtPdg6Mr7bSv8841gYvHa8Ur6Rmgm+ULmqvcRA9Lotmoa85aDvPerUED238gc+VI9WPorqlT1zNfm9xZC/PUS1zr2D4aK9heapPQyZqD3Cj9m8UY7gPJHzAz5KYQy9U8SmPPM0CD6f2909PVB9PICRDz7Lz/s9yELgvTIInj0XDAg+reyjPVE1zrzhBfg9e2HePfeBaj3JaO890w9evkhizb1URXE9iMdzvUeK0TwoWwE9ps0ZPuPAYb1fNF4+Wau7ve15sr3SqJA7ih31Pb3FWr5wWiU+yAgDOwQWJj7iYMk9+vGAvRo7Iz6p+Ao+obRaO8UmNj2PCW86SHhhPS9W97zmpRA+VXHtPOhLMD4gm/c8HpodPrmjvLxB8yU9+2nxPcKOIb3N7oO8Uy3xPQLDTz6lx5M97riBPeG35r0XrrY8kraPvWi7Kj7iZJk9syPgvO68Dr5dGym9nyv9PdyGpb7Bdsq9TKL2PcHIqD0V+1c+6AhGvblIpb230iy8wNPxvfX0IT02tbA89PjCPCau9z0LtTC8JDXfPUgb2j0/cb07B9gFPqawZT5Fk4E9n1vrvfy+GD6bVdy990w/vKGOyb1Wkgq+EjusPZyLJb3Y3YC9so/zvDJOZT0umIy81Z0mPgZZBr3ayZm9nDO8vdQPT71H1ni+IpaNPOKdNL6SQow9HUc1vusgQT3vhPM9qXyDPdrKnb1vn5297GGAPUy02T0ngsy97ZgpvR42PD2aGjY9z3uhPbvvXD2ELWU9+SqHPo2fSb1zpg0+CfL5vebAz74xVwk8XTLnPDsvTrz6jCM+MMgcPjCHwD2Xl5O+hfhhvW1ZdT0Um5O+","mZWBvm+PJj77Yqg9+tajvH/54LxZFKu9jf4Ivii8qr2z5yG97Za6vMtVSTnHgEu9Y0JhvV53VDx8jG89N1ufPTEXED3MVPo9WiwePjNDOj3cg+g8cEh1vfs0Lb2W3su9W5eiPVGPr76c8++97yT6vLstGj2DR5g9KIakPZKRgD24INa9zsQJPc/egb23fms9qJY+vMdcAT6KTbM9C3OCPD+K+T1oudo9wg68vbeJGj4UxmY9PcPPvbrnTb3BAgk+j7sUPaVMEb7/yoU9dbo6PqRLVz5FcGg++hzkvGYcFLwg39q8b8bXO5U24T3Gt8u7nCLcPRcIe72yv2e+wNSSvbXRAL1fFR6+kZY+vLgrW76fzHy+xYwLvYGEmT1dh1C8O6VAPmMTQDw4b/g9cma4PJPHc76PFwW+xU6uPYM+zryFjwK90tFDvmJo673RXRO+wXg2Pir7S72dJuy9fQSlvdW/b74VCyo+htIDvgmD2rpCRR09YDGYvQuho73BGpI7/CEFPa7Ov7wS4k++Za/APRqFDTyn/zg8AmllPUqAm7zw85u8A7WKPsKCpb77JU0+UamzPfsEDLwiqqy9X1/SPUAGPb338yK9RlOFvcH/1j36xKS97hiYvhpJgr09Yqo9ksR2vXhwCD1ZyfC935kBvhzXcD3Fz1K+wGgvPYeBBr4GiDs+sJjdvSVbFz2oWaC9pRX+PShd1LuLFrA9pXsAPqPQgz1U09U8r7ICvACsE75HlXU9e8OPvX3sM775zuw9OVAEPp96k70CD3q9aD/0vJKk3b2xl2Y8JjvTvSznGb6rGhS9qKYcPhj5QbwmZli+l8kuvTw+97xEDnW9cNYiPNEZ/L1d+qI9xVocPgs1dz2L4NW927guPdTPtL12oqw94km8vah5wz16LRI9S6UfPc65rj2xZ149/I4NvpDmEr5IkIy9gh/1vTCTmz36sn89EPdovWBRtT0V9RE+bMTSPcNtxz3Ecjw+507gu8rcu73bQKs7naWqvanxO7197Yc+","tG0QvUguzDz2gza+FP/GOoLxybyzij0+TLpqvgKb0j2sIL6+8oe7u6rbBj6HlbK7yuCQPQ6imjzKEYy8Z5ucvSYfxjynhBK+Y0TLPZSE472B3eI6KksDPsQ9Iz2bgo29B+uaPaZ2Kj7TuxO++WqQvKqZRL6sDJq9cSabPTWjqT2AQLC9ggw8viKSCT59Ehc+dd/WPHgtI75QncS96sx/vGbj5TqgjkW96YW4vZuVtLvWOr29VaQ+PfXxUb4T0z292xdPPYT1MD0fgxs+MhKLPaCUDj5Wzf680ZNyvrPj270oRWM9qisYvVkRg7qylSM9FGhBvdQLzDqQ2gq+3fOAvp8UwzzBJiM+mQ7KvUJCdL2xrMC9EytPvnrFQL1LIou9a7h1PnGsUTsNtIQ94SMqu7WAwr1Kdhm9cCT9O16NDb4//oo8Nq4IvmupP74kvcY8GSuhPMZzqD1nmRy974fkPMbngL12GWy9sSmwPOs7k73q9Mk9hmT2vdWQRz3tqBA+waDLvZsO0jweni0+yrEgPkRVpL3TbOc8WGYqvqSje7xxPuy9/NQAvtiKz71Vctc9w1b7vCVDbD2klxE9nMIrPseesb0OrDG+CWZvvbpo1T2kolA93NNHvUbL8TxlsJO9gfJYvq2WNT4w69c9KjlXPomr5D1TfJu8rBW5u6QjE776L/88ThOTvdN7Bb7ZEYi7rXZ2vRqE3b7DFxc8YajDvQlQAj7bWBe+Z/SNPPJ9pjygEmA+BeO/PWfx9L0aq9i97KsKPu3ek71tsLq9EupsvI2LBb6JDA69XKxjPfQt+z1Y2Q+9sWPWOnB5Ib6hznS9iAFhvf93T72T9zq7YjupPHzhJD0eZrU8bU5jPmejMj0/xIu9ACFPvMefurzHXfm8/FSVvHnuKL3NHLm8on01vDGdZj2IZaw9cEghvXujUD3Pf3++kZgcvr7gJb4uNUO9cLHMvfbyUD4ApPY9uwYtvpDFKT5eElS9bIQdvlMGD76llIo93zARvvmHEL0vZQG+","FIZePs6BRr3SJqa9LVMwvWikw70XwG0+i0kBvt+Y4T0ju7i9kB7mPbcOET7GQYC9NXsfPly6Jz4ana89fhdWPnjWGD70I229vgIEvq8uY76gtOo94D/cvWr3ITxFcRg+LRVTvrsJiT3xp4A9yd8Yvc0I/rtOb/u9LfHNPHj6ND7X4be9BrgmvrgLjr1ubLk8v1vOuYK5gT5Xf+a9gew5PfisRz3BuSG9nyIOveEApT3YM828Z1VePWxUlb12ILC74NvGvVzT2z0tmCM+wUmGvtaHYj1brEO9gH9ePa/HWT4cqPM95y1bPcCgCL2JAAA9wi62PUvOdT3erpQ9cVwmPtOXFT6xLbg9zcF+vVYxzDqywim+tZAvPSIzUj1bW8o9kMbwvcxtkr74vdU90yEevgOPzD1EGdE9XMKRvSu9W72bKoE8SuviPb2+ub1nDQ2+7bPHvex/7DybWuQ9qSp9vam0VL15Ogy+VWo+vvfQyD0jySg9M1+ZvfQZNL1Wtd09HuQQvJbAn72OnB09tSQUvk8nZz0KmD49AjH6PcJ9rb0bvvk9fjmfPeGMi72m0gC9ENkVPq03g71gxgk+4NuzPAKp8Ttb/Re+mSoePo2bLr4j10++wOJVvqMTQjz+17u8LyIdvUaNJj4MHiO+67kcvv7JxT0QltE8NzA2vW1lqb1jqAc+MfdUvtyRRj11Rl+9cgjUPa+0cb0BaSq9NTLmvdxPQT4cZO89o1KtPbMUMz35RF6+h1UEPfI1rTz7NRw9uu+0PTXykr06hG49Pvb9PSxZH755cTI9N4yyvTOhs722DY+8PnobvhQ2zTw+OIa9xvcrPk9lxD3Ukqu6tytwPhZ8aD2jmFa8Tr1vvkw0/z1MeA49Ig4Pvjg7ED0dfYg90XxRPmdJjj1Dy5s9ojZGvNSu+71txwK8ayb2vMbyEz6yR9y8Duy3vji6uz0zRQ0+SIjYO8mUND1azPy9iaShvC9DG70xNlg+mM0ivodRoL3ga1g9SRuKPfim0DzTuVa+","pZ5mvvqNHb6ZTbk9M/VYvTr2gT2/SGq9TKM4PdVZBb6MPVW+LoQCPox+b71KNO697kvyvUGetLyjxSW+QF9KPs6ncr00BDM9eYbjvSZ+sDrTicw88qPxPSgK5juZQ+K9T7SNO8c7Eb6cBii+vNk6vgx22727QjG+EighPWN2rrylnWG95UGiPMgZKD7oIoO9drLfvA6rNL2+Ny6+2eA2PrOAQT1meY69DAkSvjCkIT7Lfj6+g0sFPZEIo70Qp7i9rxcrvpoOg74GQRe+m7Otvf2DL76m0L47DCUbvuPyw7tQkmO8CVdCvp6rNr22GSC+N9pMvmWiOLx6+w+99jtcvD0pmD0XQIW9aylJPhHI5T1C/NQ9cvsNPEz07r2gXsY90zHaPfz3lj0R7LM8G2QOPgCWyD0qiwM9SdiUvR0ecjxN9Xg+y6wXPuACrT1RaDo8N/d7vqq0Vb0BVSu+z4oUvqDovT05R5O9T9iZvKDc6jvpin07VANWPa5hS74XQlO+qeWJvdstiD3dRba93VkvPX27Bj7cnYG9sjZNOwM1nD05BQa+wTy2vn51BD6SyLq9LnUoPgpeUj1egXg956GRPK+h9D3rYvC9l7GWPZijOL4jqVq9mqMTPhZ7Ar4cs/S8Edn1PfXhGD1uuD6+IKksvnd4DL7Qb4c9TxYSPmXmr70U+ku+H86GvqryVL7WSs+9AFzlPRBpoz3//qE9BjHBPfdHlL0UG4o90+HyvZ/EXr1KPEW+pFBLvvE+o7xtzak94u54vQuzhjwFWFS9u+QxPVIsob19cii+Nv4dvl4Nk73IexU9byYUvUDt9r3MVoa8Z2EcPYouxb00sCm91bUqPiz/Qj2pFMU9eEYXPmWUob02DHw9pAjBvUNPJL1Yiwg9+TU3vt3CIbxt+go+W3iNvRRKL72VAPS97KQSvOxYDj7smpe99vPsvR22Lz57wRe+h23tvaSW57227aU9I1aAveUZEj6WH8C9tEl2vhqhzbo+6sQ94Yyivfs9Wrz/kG08","W5mevWjCSz0Yya88cJlnvBj1s71OMNC9WfaMPbAQyT2gSrU9Im1zvTtB8T0ps5u9WNa2vUYNlb21Bqe8VnCfviCUjj0Ox+O9LU4BPsCtEb35x249q8OFvaonuz38LJg97IA8vtMLsz0+CMC9jlJsvRT/272/I1I9NHjHPamegr7fG8+9q3MTPN216DzI6rg9/+BovjIf471CaKY9//NOvXsAFbyEegK9nEuAPZ1zLL3kxY2+oQz0ujC9Or4pGfW8fNqzvRdQST63fpE82eoKPZtKpT1ZZsy99NKTvFtUbL7DQMS9OHoXPnnceD1TLwG9VN+/vYRmEL6zR/y8w7CGPKCX4D3FJ0W983wpPSZ+ArzYAfe91QKePfcSSb7azA6+lIaoPQ/0T74fJCi9QBnevcERAT76q1O81wuKvMppDb6BBTU7osKmvdChSL48oBA+EzPoPeJk8D3PCEG+8cz8PM0xh70Fmxy+B14Evouyrz3gOgE+DRiqPQEjB76vRVq9cRlyPPw+K75G1yU9apNZvDaH6r3SDy8+MpKMPZZ1q70OCYk93FLtPZKUrz2oiHS+VwBSvZ6IfL7swz29KqOFPswLvT1LL8C9tNu/PTx0pj1vsVw+gU3xPJioyDs3TY29/uCpvbcjVjz6/zG+wdayPUDPUjwnjdo9T17Uvb+LHT41HLM9v2z7veK5a75XRZG99C+jvfYOmbvhths8AxKcPAu5uLnxqoc+gd4IvovVz70H02q9hAPQvYnoOb0pJ0a9ToQfvR8zGr1SUDE+aDWiPdyN2T3mEcy7NtXQvSVeOTy7AlE9USgvvgerir31xes9RItmvia0DD5+rLq7qI+cviN6hDvICK8804j5vZ3A1rwvpCm+Kh8ivjO0oLywgKO96AifPfTtOT2aZJm8RdDpvbnS5ryjzXE8VDc2PPaitbwKZba91md3vif4wj2F7fs9d9X+PcS/Kb1YGrq9QW0EPhdZlT3VGYS97rzGvcJQEjux+N688Ts+PagSQ7wUspA9"],"bias":["ZZ5OPU/YEz3JOA+9rY9ZPJVzdDwzkBu80w0JvUntaT2AZ0M95A7VvMD5yrxrjvs8gwUbPYEZFD1kXEA8SpqrvGYHzrsC19y6aeozPaY3sjxhToa8FYVQPQKlSDy6JBe9JNZVvECN7rpDTfw7sNFnu+DoEjzJwI476EIDu+7IZzs="]},"batch_normalization_3":{"moving_mean":["58kRvkYi2b4pQi2/KzIDvcNOUr73f5G+B6fmvSay1L2Me4++Y/QRP7DB0L3Yue699daSvopO1b38bgS/uMKHPTA0c77eFla+cwg1PuT5Zr1QRQW/nS2Tvca5676HrOO9YWENP88lWr7VKOS9c4favmxFJD6KWtu+f+kqvxLdn74="],"moving_variance":["b3+NPuuUoz5GiPI+sB9/Pg0FtT5Q6qo+7YGSPqcmiT5I46k+EOfaPtE8hz4t3ok+q5O2PsiJiz4ZNd0+8mWTPuwjrT5nXr8+Z5pNPjdWij5xva8+luZ7PkO1wz5nTnU+QqD1PmT/gD6EmLU+cN6nPj3Vjz4+Pts+lFuJPk6lxj4="],"beta":["WTdCvWc6GbzhMO29VuW6vefqSDznwLO9osKJvVhDJL5IKQq8y9iXvYiQ6r3E0SG+cnaxvXppT70yf7g9WDG8u7on6b15XCy+ysAXPfWbEL2Z2zC+K0oAvq687L12ZZK6hKdGPU8huj3IXKe9lDpwvdJzG76pM6C9Dmfzvc4EBr4="],"gamma":["HUGDP6yXlD/P8po/VFZxP9/7iD/BUYA/UtV7P9ONXT9qFn0/O4pjP8rGWD+TNW8/kZKYP/knhD/uPIg/1ZWOP8ghiT9XOoY/bYOKP/9ddD/E1FU/6LeHP/D4ej9h/VY/quNLP8sxsD/iyIs/TGGCP+EbTz/aQZA/DO9wP/oagD8="]},"conv2d_4":{"weights":["VbZYPQ35P75eDvO9Ulk9PrCi3D1INMy9A6UCu2aQEL0LDQo9+aiOPWWdwbzgnwM84++vPOR3tb3IbeS9c1k0PrWaybxJnOi9TpkivgqAPj0BD5q8EGt9vS7FIT2HJGc8y3X0vREdWrv0OTW9jsgWPmHctz1atJy9Ux8GPVokCj6t7Ks8R6E+vLyen70eZaS+CLjIvVcDtT2AfXa8LL4zvr6GdD1hncC9SlwVPUkB8b1TIDE+uGwWPs+Vgz36RBK9MnaIPZh2Zz27J489KxykPE9Yh72uJS4+IDYNPljJfL7X6Wm9p5EavV2UAD6T21c99DebvB1o0z3tgeI9+PXGvGP0tLylJZE9nY87PvcWY76U9wW9rdn2PYq8Cr19SOY9Cs2KvNjHKL4yjBI8uNdnveNAA77le7i9S4GaPVgLSL5P0Qs8G1D5PXQbyr2wOGi+Bv0APj/EN75TrBS+J5VTvg4zljxxyqE9xl5qvb1W8TzlyBu9h9sOPLGdf73CJLi9DQ/ovJ/tkz0N7Zm9HK4LvnRuMT618IC9/+P1vV8JGb7Sfvq97JAmvaLzNb6v9QK9lLADvkc+0b33mhU+lpiXvRGNdr2BmHE95BYivou1UD0FBAK+pQ5DvgrG/r193RS+tBX5vfIBwL1ELyc+WI4jvkfCqLu3DpY9cbBfvo7sHr2RJBa9Lw5LPUVLBjteUzw+v8+vvWFrJ74dMCA+w5SdPYrjEb5xrVW9cO0CvXN+dr1VrQA+YhgsPpd1Ab6f+vo8pq5VPOF3ML52vcA9IZG6Pf/Smjx7G9K8gA5CvHzwgj6y5A2+cs3CvfBy3r37r8U9sg+QPWtBZb12B1Q9Vn4TvYtu0r0HeRC+T7VzvMFFOr3Pb1k8VDG0O8MzyDyMgx09Rcb3PKbq7r0R2VC9HCIOOxNKKj15h446fiCxPUBKEb4hwYS+USNGPmOlNL0AR0s+YkDlu8H0JL2iIAU8WwwIPWqytr2OCDi+zNgnPnjf2TyXPdS9/OY/Paoarj2bn4s8","Rd5EPd5wWD59uOo9mjECPk6iFL40+Rc96ZPTPPRYKbvbKt49EtYYPImkdb5IJKs91QfGO0J0ubxZS987kLobPhDDIr3idcC9pCoEvikjSb0LeRG+DkCMvhT2JT74o8+9Um2NvWS4DL72UKM7EQEbPbQ007zU0Le8HE8zPvzMjL3Rktw9iHANvowTej1Ed1q+uIaQPac027y0VDS+5evovfhPwL0IgUa+T4Z6PYYMSbxQffY8zPM9vrFpnj3Gy6i9wsydvehyxb1MEA+9iKqsPcoZvz2hcz4+91NEvi0GgL1MVyG9yGnEPaNKtT2JgWk9xSECPeFmmz20POE8f1kCvVU/p715ELE9deqFvlrxpLwBaFA9J7tovi3sJT77otC8mz9ivZ2Bzr1F5Sq+QPUlPGaR07u/xkU9TlmUPX7lobxplFU+tFK+PRl4tz1AysY9xfTaPVgGDL1GIP09FQXJvRo0A737ApC9Wz8LvdEdVDzf/++9TTF8vMkXp704UNs9CxO/PfTp67xS/j69hRLkvWL36L21KDW96WzVvYHM6z3hZRU9WQwwPU/23TxT9q+9/VhjvuiFWbiDwiY+fchUu4JKib3G9ju97fyWPX83hD1Toog8suCFvW2BCT3t9XK9Btr/vYRFmLxh1KW8RXqRvd6/gb2FN6u83mQ2vc7oOD1XYC2+hXNDvjvAUj0Jmhk90cHNPf/l0ry2QsS9PtVMvViFdLznwYO+OOEMvvJ7TD07pKU99m6dvXoRcbjpKqS+c8I+vm5O0r2UgLi9W7XmPco9trvmwhy+aJNSvd9Vvz2ElbK9tAyDvopfU75rxW48snsAvpz4BLxajgy+f1kYvprm9b1V7Ne84rpHvQJNCT215qO86wKTvje1kT3wbxY+4oz6vTiGar06mPM7nJ/ovdUoFD65GaC9JbDtPSRVGz6023c9BIyovZl3nTup/zA8QsgIPmRsM75GkQe+U4s6vWUiVz0lJ1g+J9IUvWeG3T1i4tO92xIiPS1rYr3hhoi+",